{
  "date": "01/12/2025",
  "rashifal": [
    {
      "TITLE": "મેષ રાશિ (Aries) - દૈનિક રાશિફળ - 01/12/2025",
      "IMAGE": "mesh.jpg",
      "OUTPUT_FILENAME": "mesh-rashifal-01122025.mp4",
      "YOUTUBE_SHORT_TITLE": "મેષ દૈનિક રાશિફળ 01/12/25: ચંદ્ર તમારી રાશિમાં, નવી શરૂઆત! મન પ્રસન્ન #shorts #viral",
      "BG_MUSIC": "Energetic/Motivational Upbeat Indian Instrumental",
      "RASHI_NAME": "MESH RASHI (મેષ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર તમારી જ રાશિ (લગ્ન ભાવ) માં હોવાથી મન પ્રસન્ન અને ઉત્સાહિત રહેશે. અશ્વિની નક્ષત્ર નવી શરૂઆત માટે શ્રેષ્ઠ છે. ગીતા જયંતી હોવાથી આધ્યાત્મિક વિચારોમાં વધારો થશે.",
        "કારકિર્દી અને વ્યવસાય": "તમારા નિર્ણયો ઝડપી અને સચોટ રહેશે. કાર્યક્ષેત્રે તમારી નેતૃત્વ ક્ષમતાની પ્રશંસા થશે. નવા પ્રોજેક્ટ શરૂ કરવા માટે આજનો દિવસ ઉત્તમ છે. વેપારમાં ગતિ આવશે.",
        "નાણાકીય સ્થિતિ": "આર્થિક સ્થિતિ સુધરશે. પોતાની જાત પર કે વ્યક્તિત્વ વિકાસ પર ખર્ચ કરી શકો છો. રોકાણ માટે દિવસ શુભ છે. અટકેલા નાણાં પ્રાપ્ત થઈ શકે છે.",
        "પ્રેમ અને સંબંધો": "દાંપત્ય જીવનમાં પ્રેમ અને સંવાદિતા જળવાશે. જીવનસાથી તમારી લાગણીઓને સમજશે. અપરિણીત લોકો માટે સારા પ્રસ્તાવ આવી શકે છે.",
        "આરોગ્ય": "માથાનો દુખાવો કે પિત્તની સમસ્યા થઈ શકે છે. પૂરતું પાણી પીવું. ચહેરા પર તેજ રહેશે.",
        "શુભ અંક": "૯",
        "શુભ રંગ": "લાલ અને સફેદ",
        "દૈનિક ઉપાય": "શિવલિંગ પર જળ અને દૂધ અર્પણ કરવું. ગીતાના કોઈ એક અધ્યાયનો પાઠ કરવો."
      }
    },
    {
      "TITLE": "વૃષભ રાશિ (Taurus) - દૈનિક રાશિફળ - 01/12/2025",
      "IMAGE": "vrushabh.jpg",
      "OUTPUT_FILENAME": "vrushabh-rashifal-01122025.mp4",
      "YOUTUBE_SHORT_TITLE": "વૃષભ દૈનિક રાશિફળ 01/12/25: ખર્ચમાં વધારો, વિદેશથી લાભ! સાવધાની જરૂરી #shorts #viral",
      "BG_MUSIC": "Calm/Relaxing Flute Music",
      "RASHI_NAME": "VRUSHABH RASHI (વૃષભ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર બારમા ભાવમાં હોવાથી ખર્ચ અને મુસાફરી સૂચવે છે. એકાદશી તિથિ હોવાથી દાન-પુણ્યમાં રુચિ વધશે. ભરણી નક્ષત્ર (બપોર પછી) થોડી બેચેની આપી શકે છે.",
        "કારકિર્દી અને વ્યવસાય": "આયાત-નિકાસ કે વિદેશી કંપનીઓ સાથે જોડાયેલા લોકોને ફાયદો થશે. ઓફિસમાં કોઈની સાથે વાદ-વિવાદ ટાળવો. કાયદાકીય બાબતોમાં સાવધાની રાખવી.",
        "નાણાકીય સ્થિતિ": "આવક કરતા જાવક વધી શકે છે. બિનજરૂરી ખર્ચ પર કાબૂ રાખવો. ધાર્મિક કાર્યો પાછળ ધન વપરાશે. રોકાણ કરતા પહેલા વિચારવું.",
        "પ્રેમ અને સંબંધો": "જીવનસાથી સાથે ગેરસમજ ન થાય તેનું ધ્યાન રાખવું. આંખનો સંપર્ક ટાળવો નહીં. દૂર રહેતા સ્વજનો સાથે વાતચીત થશે.",
        "આરોગ્ય": "આંખમાં બળતરા કે અનિદ્રાની સમસ્યા થઈ શકે છે. પૂરતો આરામ કરવો. ધ્યાન અને યોગથી લાભ થશે.",
        "શુભ અંક": "૬",
        "શુભ રંગ": "સફેદ",
        "દૈનિક ઉપાય": "ચોખાનું દાન કરવું અને ભગવાન વિષ્ણુને તુલસી અર્પણ કરવી."
      }
    },
    {
      "TITLE": "મિથુન રાશિ (Gemini) - દૈનિક રાશિફળ - 01/12/2025",
      "IMAGE": "mithun.jpg",
      "OUTPUT_FILENAME": "mithun-rashifal-01122025.mp4",
      "YOUTUBE_SHORT_TITLE": "મિથુન દૈનિક રાશિફળ 01/12/25: ધનલાભનો શ્રેષ્ઠ યોગ, મિત્રોનો સાથ! #shorts #viral",
      "BG_MUSIC": "Light, Playful and Social Vibe Instrumental",
      "RASHI_NAME": "MITHUN RASHI (મિથુન રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર અગિયારમા ભાવ (લાભ સ્થાન) માં હોવાથી સર્વત્ર લાભ થશે. અશ્વિની નક્ષત્ર ઝડપી પરિણામ આપશે. એકાદશીનું પુણ્ય ફળ મળશે.",
        "કારકિર્દી અને વ્યવસાય": "વેપારમાં મોટો નફો થવાની શક્યતા છે. નોકરીમાં પ્રમોશન કે ઇન્ક્રીમેન્ટના સમાચાર મળી શકે છે. નવા સંપર્કો લાભદાયી નીવડશે.",
        "નાણાકીય સ્થિતિ": "આર્થિક સ્થિતિ ખૂબ જ મજબૂત રહેશે. રોકાણ માટે ઉત્તમ સમય છે. શેરબજાર કે લોટરીથી આકસ્મિક લાભ થઈ શકે છે (જોખમ સમજીને).",
        "પ્રેમ અને સંબંધો": "મિત્રો સાથે પાર્ટી કે મિલન મુલાકાત થશે. પ્રેમ સંબંધોમાં મધુરતા વધશે. મોટા ભાઈ-બહેનનો સહયોગ મળશે.",
        "આરોગ્ય": "સ્વાસ્થ્ય ઉત્તમ રહેશે. જૂની બીમારીઓમાંથી રાહત મળશે. કાનને લગતી નાની સમસ્યા થઈ શકે છે.",
        "શુભ અંક": "૫",
        "શુભ રંગ": "લીલો",
        "દૈનિક ઉપાય": "ભગવાન વિષ્ણુના મંદિરે જવું અને ગાયને લીલું ઘાસ ખવડાવવું."
      }
    },
    {
      "TITLE": "કર્ક રાશિ (Cancer) - દૈનિક રાશિફળ - 01/12/2025",
      "IMAGE": "kark.jpg",
      "OUTPUT_FILENAME": "kark-rashifal-01122025.mp4",
      "YOUTUBE_SHORT_TITLE": "કર્ક દૈનિક રાશિફળ 01/12/25: પિતાનો સાથ, કાર્યક્ષેત્રે પ્રગતિ! સન્માન મળશે #shorts #viral",
      "BG_MUSIC": "Soothing/Emotional Instrumental (Piano or Strings)",
      "RASHI_NAME": "KARK RASHI (કર્ક રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "તમારો રાશિ સ્વામી ચંદ્ર દસમા ભાવ (કર્મ સ્થાન) માં છે. આ સ્થાન કાર્ય અને સત્તા માટે શ્રેષ્ઠ છે. સોમવાર હોવાથી શિવજીની કૃપા રહેશે.",
        "કારકિર્દી અને વ્યવસાય": "કાર્યસ્થળે તમારો પ્રભાવ વધશે. ઉચ્ચ અધિકારીઓ તમારા કામથી ખુશ થશે. સરકારી કામકાજમાં સફળતા મળશે. પિતાના વ્યવસાયમાં પ્રગતિ થશે.",
        "નાણાકીય સ્થિતિ": "સ્થિર આવક રહેશે. વ્યવસાયના વિસ્તરણ માટે ખર્ચ કરી શકો છો. ભવિષ્યની યોજનાઓમાં રોકાણ કરવું લાભદાયી રહેશે.",
        "પ્રેમ અને સંબંધો": "પિતા સાથેના સંબંધો મધુર બનશે. સામાજિક પ્રતિષ્ઠા વધશે. પરિવારમાં તમારા નિર્ણયોનું સન્માન થશે.",
        "આરોગ્ય": "ઘૂંટણ કે સાંધાના દુખાવાની ફરિયાદ રહી શકે છે. કામના ભારણને કારણે થાક લાગશે. આરામ કરવો જરૂરી છે.",
        "શુભ અંક": "૨",
        "શુભ રંગ": "દૂધિયો સફેદ",
        "દૈનિક ઉપાય": "શિવલિંગ પર દૂધ અને બીલીપત્ર અર્પણ કરવું. ૐ નમઃ શિવાયનો જાપ કરવો."
      }
    },
    {
      "TITLE": "સિંહ રાશિ (Leo) - દૈનિક રાશિફળ - 01/12/2025",
      "IMAGE": "singh.jpg",
      "OUTPUT_FILENAME": "singh-rashifal-01122025.mp4",
      "YOUTUBE_SHORT_TITLE": "સિંહ દૈનિક રાશિફળ 01/12/25: ભાગ્યનો ઉદય, ધાર્મિક યાત્રા! અધ્યાત્મિક શાંતિ #shorts #viral",
      "BG_MUSIC": "Triumphant/Heroic Orchestral Instrumental",
      "RASHI_NAME": "SINGH RASHI (સિંહ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર નવમા ભાવ (ભાગ્ય સ્થાન) માં ગોચર કરી રહ્યો છે. મોક્ષદા એકાદશીનો દિવસ હોવાથી ધાર્મિક વૃત્તિ પ્રબળ રહેશે. ભાગ્યનો સંપૂર્ણ સાથ મળશે.",
        "કારકિર્દી અને વ્યવસાય": "લાંબા ગાળાની યોજનાઓ સફળ થશે. ઉચ્ચ શિક્ષણ સાથે જોડાયેલા વિદ્યાર્થીઓને સફળતા મળશે. નોકરીમાં બદલાવ ઈચ્છતા લોકો માટે સારો સમય છે.",
        "નાણાકીય સ્થિતિ": "આર્થિક સ્થિતિ સુધરશે. ધાર્મિક કાર્યોમાં દાન કરશો. યાત્રા પાછળ ખર્ચ થઈ શકે છે, જે લાભદાયી રહેશે.",
        "પ્રેમ અને સંબંધો": "ઘરમાં કોઈ ધાર્મિક પ્રસંગનું આયોજન થઈ શકે છે. વડીલોના આશીર્વાદ મળશે. જીવનસાથી સાથે કોઈ તીર્થસ્થળે જવાનો પ્લાન બની શકે છે.",
        "આરોગ્ય": "સ્વાસ્થ્ય સારું રહેશે. માનસિક શાંતિ અને સંતોષનો અનુભવ થશે. સ્નાયુઓમાં થોડો ખેંચાણ અનુભવાય.",
        "શુભ અંક": "૧",
        "શુભ રંગ": "સોનેરી અને લાલ",
        "દૈનિક ઉપાય": "સૂર્યને જળ ચઢાવવું અને વિષ્ણુ સહસ્રનામનો પાઠ કરવો."
      }
    },
    {
      "TITLE": "કન્યા રાશિ (Virgo) - દૈનિક રાશિફળ - 01/12/2025",
      "IMAGE": "kanya.jpg",
      "OUTPUT_FILENAME": "kanya-rashifal-01122025.mp4",
      "YOUTUBE_SHORT_TITLE": "કન્યા દૈનિક રાશિફળ 01/12/25: વાણી પર સંયમ, અચાનક લાભ! સ્વાસ્થ્ય સાચવવું #shorts #viral",
      "BG_MUSIC": "Peaceful/Spiritual Instrumental (Sitar/Tabla)",
      "RASHI_NAME": "KANYA RASHI (કન્યા રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર આઠમા ભાવમાં છે, જે થોડો કષ્ટદાયક હોઈ શકે છે. જોકે, વિપરીત રાજયોગ જેવી સ્થિતિ અચાનક લાભ પણ આપી શકે છે. એકાદશી હોવાથી ઉપવાસ કે સંયમ રાખવો સારો.",
        "કારકિર્દી અને વ્યવસાય": "કાર્યસ્થળે ગુપ્ત શત્રુઓથી સાવધાન રહેવું. કામમાં અવરોધો આવી શકે છે. સંશોધન ક્ષેત્રે જોડાયેલા લોકોને નવી જાણકારી મળશે.",
        "નાણાકીય સ્થિતિ": "અચાનક ધનલાભ કે વારસાગત સંપત્તિ મળી શકે છે. શેરબજારમાં સમજી વિચારીને રોકાણ કરવું. કોઈને ઉધાર આપવું નહીં.",
        "પ્રેમ અને સંબંધો": "વાણી પર કાબૂ રાખવો, નહીંતર વાદ-વિવાદ થઈ શકે છે. સાસરિયા પક્ષ સાથે સંબંધો સાચવવા. ગૂઢ વિદ્યાઓમાં રસ વધશે.",
        "આરોગ્ય": "પેટને લગતી સમસ્યાઓ કે અપચો થઈ શકે છે. બહારનું ખાવાનું ટાળવું. વાહન ધીમે ચલાવવું.",
        "શુભ અંક": "૫",
        "શુભ રંગ": "લીલો",
        "દૈનિક ઉપાય": "મહા મંત્ર 'ૐ નમો ભગવતે વાસુદેવાય' નો જાપ કરવો."
      }
    },
    {
      "TITLE": "તુલા રાશિ (Libra) - દૈનિક રાશિફળ - 01/12/2025",
      "IMAGE": "tula.jpg",
      "OUTPUT_FILENAME": "tula-rashifal-01122025.mp4",
      "YOUTUBE_SHORT_TITLE": "તુલા દૈનિક રાશિફળ 01/12/25: ભાગીદારીમાં લાભ, દાંપત્ય સુખ! વેપારમાં વૃદ્ધિ #shorts #viral",
      "BG_MUSIC": "Romantic and Harmonic Instrumental",
      "RASHI_NAME": "TULA RASHI (તુલા રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર સાતમા ભાવમાં હોવાથી જાહેર જીવન અને ભાગીદારી માટે શ્રેષ્ઠ છે. શુક્ર (તમારા સ્વામી) ની સ્થિતિ પણ અનુકૂળ રહેવાથી સુખ મળશે.",
        "કારકિર્દી અને વ્યવસાય": "ભાગીદારીના ધંધામાં નફો થશે. નવા કરાર કરવા માટે આજનો દિવસ શુભ છે. દૈનિક વેપારમાં વૃદ્ધિ થશે. ગ્રાહકો સાથેના સંબંધો સુધરશે.",
        "નાણાકીય સ્થિતિ": "આવકમાં વધારો થશે. જીવનસાથીના નામે કરેલું રોકાણ ફાયદો આપશે. સ્ત્રી વર્ગ તરફથી લાભ થઈ શકે છે.",
        "પ્રેમ અને સંબંધો": "વિવાહિત જીવનમાં રોમાન્સ વધશે. જીવનસાથી સાથે ડિનર પર જઈ શકો છો. અપરિણીત લોકો માટે લગ્નના યોગ બની રહ્યા છે.",
        "આરોગ્ય": "સ્વાસ્થ્ય સારું રહેશે. મૂત્રાશય કે કમરના નીચેના ભાગે સામાન્ય તકલીફ થઈ શકે છે.",
        "શુભ અંક": "૬",
        "શુભ રંગ": "સફેદ અને સિલ્વર",
        "દૈનિક ઉપાય": "શિવજી અને પાર્વતીજીની પૂજા કરવી."
      }
    },
    {
      "TITLE": "વૃશ્ચિક રાશિ (Scorpio) - દૈનિક રાશિફળ - 01/12/2025",
      "IMAGE": "vrushchik.jpg",
      "OUTPUT_FILENAME": "vrushchik-rashifal-01122025.mp4",
      "YOUTUBE_SHORT_TITLE": "વૃશ્ચિક દૈનિક રાશિફળ 01/12/25: શત્રુઓ પર વિજય, નોકરીમાં સફળતા! #shorts #viral",
      "BG_MUSIC": "Intense/Mysterious Instrumental",
      "RASHI_NAME": "VRUSHCHIK RASHI (વૃશ્ચિક રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર છઠ્ઠા ભાવમાં શત્રુહંતા યોગ બનાવે છે. કોઈ જૂનો વિવાદ ઉકેલાઈ જશે. સ્પર્ધાત્મક પરીક્ષાઓ માટે આજનો દિવસ સારો છે.",
        "કારકિર્દી અને વ્યવસાય": "નોકરીમાં તમારી મહેનત રંગ લાવશે. સહકર્મીઓ તમારાથી પ્રભાવિત થશે. કાયદાકીય બાબતોમાં જીત મળશે. અટકેલા કામ પૂરા થશે.",
        "નાણાકીય સ્થિતિ": "મામા પક્ષથી લાભ થઈ શકે છે. દેવું ચૂકવવામાં સરળતા રહેશે. બિનજરૂરી ખર્ચ પર કાબૂ આવશે.",
        "પ્રેમ અને સંબંધો": "જીવનસાથી સાથે નાની તકરાર થઈ શકે છે, પણ પ્રેમ અકબંધ રહેશે. તમારી જીદ છોડવી પડશે.",
        "આરોગ્ય": "પેટમાં બળતરા કે એસિડિટી થઈ શકે છે. પાણી વધુ પીવું. આંખની તપાસ કરાવવી.",
        "શુભ અંક": "૯",
        "શુભ રંગ": "લાલ",
        "દૈનિક ઉપાય": "હનુમાન ચાલીસાનો પાઠ કરવો અને શિવલિંગ પર જળ ચઢાવવું."
      }
    },
    {
      "TITLE": "ધન રાશિ (Sagittarius) - દૈનિક રાશિફળ - 01/12/2025",
      "IMAGE": "dhanu.jpg",
      "OUTPUT_FILENAME": "dhanu-rashifal-01122025.mp4",
      "YOUTUBE_SHORT_TITLE": "ધન દૈનિક રાશિફળ 01/12/25: શિક્ષણમાં સફળતા, સંતાન સુખ! રોકાણથી લાભ #shorts #viral",
      "BG_MUSIC": "Inspiring and Positive Instrumental",
      "RASHI_NAME": "DHANU RASHI (ધન રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર પાંચમા ભાવ (ત્રિકોણ) માં હોવાથી બુદ્ધિ અને જ્ઞાનમાં વધારો થશે. એકાદશી હોવાથી ભગવાન વિષ્ણુ (તમારા ઇષ્ટ) ની કૃપા રહેશે.",
        "કારકિર્દી અને વ્યવસાય": "વિદ્યાર્થીઓ માટે આજનો દિવસ ઉત્તમ છે. શેરબજાર કે સટ્ટાકીય પ્રવૃત્તિઓથી (સાવધાનીપૂર્વક) લાભ થઈ શકે છે. કલા અને સાહિત્ય ક્ષેત્રે નામ થશે.",
        "નાણાકીય સ્થિતિ": "આકસ્મિક ધનલાભના યોગ છે. શેરબજારમાં રોકાણ ફાયદો આપી શકે છે. અટકેલા પૈસા પાછા આવવાની શક્યતા છે.",
        "પ્રેમ અને સંબંધો": "પ્રેમ સંબંધોમાં સફળતા મળશે. સંતાન તરફથી કોઈ સારા સમાચાર મળશે. નવા સંબંધોની શરૂઆત થઈ શકે છે.",
        "આરોગ્ય": "પેટની તકલીફ કે અપચો થઈ શકે છે. સાત્વિક ખોરાક લેવો. માનસિક રીતે ખૂબ સ્વસ્થ રહેશો.",
        "શુભ અંક": "૩",
        "શુભ રંગ": "પીળો",
        "દૈનિક ઉપાય": "ભગવાન વિષ્ણુને પીળા ફૂલ અર્પણ કરવા અને કેળાનું દાન કરવું."
      }
    },
    {
      "TITLE": "મકર રાશિ (Capricorn) - દૈનિક રાશિફળ - 01/12/2025",
      "IMAGE": "makar.jpg",
      "OUTPUT_FILENAME": "makar-rashifal-01122025.mp4",
      "YOUTUBE_SHORT_TITLE": "મકર દૈનિક રાશિફળ 01/12/25: વાહન સુખ, માતાનું સ્વાસ્થ્ય! શાંતિ જાળવો #shorts #viral",
      "BG_MUSIC": "Steady/Determined Instrumental",
      "RASHI_NAME": "MAKAR RASHI (મકર રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર ચોથા ભાવમાં હોવાથી સુખ-સગવડ વધશે પણ માનસિક ચિંતા રહી શકે છે. શનિની પનોતીની અસર ઓછી કરવા શિવ પૂજા કરવી.",
        "કારકિર્દી અને વ્યવસાય": "પ્રોપર્ટી ડીલિંગમાં લાભ થશે. ઓફિસમાં કામનું ભારણ વધી શકે છે. ખેતીવાડી સાથે જોડાયેલા લોકોને ફાયદો થશે.",
        "નાણાકીય સ્થિતિ": "નવું વાહન કે મકાન ખરીદવાની યોજના બની શકે છે. ઘરના રિનોવેશન પાછળ ખર્ચ થશે. આર્થિક સ્થિતિ સામાન્ય રહેશે.",
        "પ્રેમ અને સંબંધો": "માતાના સ્વાસ્થ્યની ચિંતા રહેશે. પરિવારમાં નાની-મોટી તકરાર થઈ શકે છે. જીવનસાથીનો સાથ મળશે.",
        "આરોગ્ય": "છાતીમાં કફ કે શરદી થઈ શકે છે. હૃદયના દર્દીઓએ સાવચેત રહેવું. પૂરતી ઊંઘ લેવી.",
        "શુભ અંક": "૮",
        "શુભ રંગ": "વાદળી",
        "દૈનિક ઉપાય": "શનિદેવના નામનો જાપ કરવો અને શિવલિંગ પર કાળા તલ ચઢાવવા."
      }
    },
    {
      "TITLE": "કુંભ રાશિ (Aquarius) - દૈનિક રાશિફળ - 01/12/2025",
      "IMAGE": "kumbh.jpg",
      "OUTPUT_FILENAME": "kumbh-rashifal-01122025.mp4",
      "YOUTUBE_SHORT_TITLE": "કુંભ દૈનિક રાશિફળ 01/12/25: પરાક્રમમાં વૃદ્ધિ, ભાઈ-બહેનનો સાથ! #shorts #viral",
      "BG_MUSIC": "Modern/Futuristic Instrumental",
      "RASHI_NAME": "KUMBH RASHI (કુંભ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર ત્રીજા ભાવમાં હોવાથી સાહસ અને પરાક્રમ વધશે. અશ્વિની નક્ષત્ર યાત્રા માટે સારું છે. તમારા નિર્ણયો સાચા પડશે.",
        "કારકિર્દી અને વ્યવસાય": "માર્કેટિંગ અને સેલ્સ સાથે જોડાયેલા લોકોને ફાયદો થશે. નાની મુસાફરી લાભદાયી નીવડશે. લેખન અને મીડિયા ક્ષેત્રે સફળતા મળશે.",
        "નાણાકીય સ્થિતિ": "મહેનત પ્રમાણે વળતર મળશે. ભાગ્યનો સાથ મળશે. આર્થિક સ્થિતિ સ્થિર રહેશે. ભાઈ-બહેન પાછળ ખર્ચ થઈ શકે છે.",
        "પ્રેમ અને સંબંધો": "ભાઈ-બહેનો સાથેના સંબંધો સુધરશે. પડોશીઓ સાથે સારો સમય પસાર થશે. તમારા આત્મવિશ્વાસથી સંબંધોમાં નવી ઉર્જા આવશે.",
        "આરોગ્ય": "ખભા કે ગળામાં દુખાવો થઈ શકે છે. શ્વાસ સંબંધિત કસરત કરવી. એકંદરે સ્વાસ્થ્ય સારું રહેશે.",
        "શુભ અંક": "૮",
        "શુભ રંગ": "કાળો અને જાંબલી",
        "દૈનિક ઉપાય": "પીપળાના ઝાડ નીચે તેલનો દીવો કરવો."
      }
    },
    {
      "TITLE": "મીન રાશિ (Pisces) - દૈનિક રાશિફળ - 01/12/2025",
      "IMAGE": "meen.jpg",
      "OUTPUT_FILENAME": "meen-rashifal-01122025.mp4",
      "YOUTUBE_SHORT_TITLE": "મીન દૈનિક રાશિફળ 01/12/25: ધન સંચય, વાણીમાં મીઠાશ! કૌટુંબિક મિલન #shorts #viral",
      "BG_MUSIC": "Dreamy/Flowing Water Instrumental",
      "RASHI_NAME": "MEEN RASHI (મીન રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર બીજા ભાવ (ધન સ્થાન) માં છે. એકાદશીનો દિવસ તમારા માટે આધ્યાત્મિક અને આર્થિક બંને રીતે સારો છે. વાણીનો પ્રભાવ વધશે.",
        "કારકિર્દી અને વ્યવસાય": "કૌટુંબિક વ્યવસાયમાં પ્રગતિ થશે. બેંકિંગ અને ફાઇનાન્સ ક્ષેત્રે જોડાયેલા લોકોને લાભ થશે. તમારી વાણીથી અટકેલા કામ પૂરા થશે.",
        "નાણાકીય સ્થિતિ": "ધન સંચય વધશે. શેરબજારમાં લાંબા ગાળાનું રોકાણ ફાયદાકારક રહેશે. સોના-ચાંદીની ખરીદી માટે સારો દિવસ છે.",
        "પ્રેમ અને સંબંધો": "કુટુંબમાં કોઈ માંગલિક પ્રસંગની ચર્ચા થશે. પરિવાર સાથે ભોજનનો આનંદ લેશો. વાણીમાં મીઠાશ રાખવાથી સંબંધો સુધરશે.",
        "આરોગ્ય": "દાંત કે ગળાની તકલીફ થઈ શકે છે. ખાન-પાનમાં ધ્યાન રાખવું. આંખની તપાસ કરાવવી.",
        "શુભ અંક": "૩",
        "શુભ રંગ": "પીળો",
        "દૈનિક ઉપાય": "ભગવાન વિષ્ણુ અને લક્ષ્મીજીની પૂજા કરવી. કેસરનું તિલક કરવું."
      }
    }
  ]
}
