{
  "date": "28/11/2025",
  "rashifal": [
    {
      "TITLE": "મેષ રાશિ (Aries) - દૈનિક રાશિફળ - 28/11/2025",
      "IMAGE": "mesh.jpg",
      "OUTPUT_FILENAME": "mesh-rashifal-28112025.mp4",
      "YOUTUBE_SHORT_TITLE": "મેષ દૈનિક રાશિફળ 28/11/25: ખર્ચ પર નિયંત્રણ, આધ્યાત્મિકતામાં વૃદ્ધિ! #shorts #viral",
      "BG_MUSIC": "Energetic/Motivational Upbeat Indian Instrumental",
      "RASHI_NAME": "MESH RASHI (મેષ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "શુક્રનો પ્રભાવ બારમા ભાવમાં હોવાથી વિદેશ અને ખર્ચ પર અસર થશે. ઉત્તરાભાદ્રપદ નક્ષત્ર તમને આધ્યાત્મિક શાંતિ તરફ દોરી જશે. સિદ્ધિ યોગના કારણે અટકેલા કાર્યોમાં દૈવી સહાય મળશે.",
        "કારકિર્દી અને વ્યવસાય": "આજે તમારે વિદેશી કંપનીઓ અથવા આયાત-નિકાસના વ્યવસાયમાં વિશેષ ધ્યાન આપવું. બિનજરૂરી દોડધામ રહી શકે છે. ગુપ્ત શત્રુઓથી સાવધાન રહેવું અને તમારી યોજનાઓ કોઈને જણાવવી નહીં.",
        "નાણાકીય સ્થિતિ": "ખર્ચાઓમાં વધારો થઈ શકે છે, ખાસ કરીને મોજશોખ અને ભૌતિક સુખ-સુવિધા પાછળ. આર્થિક સંયમ જાળવવો જરૂરી છે. ધાર્મિક કાર્યોમાં ધન વપરાશે.",
        "પ્રેમ અને સંબંધો": "પારિવારિક જીવનમાં સુખ-શાંતિ જળવાશે. જીવનસાથી સાથે એકાંતમાં સમય વિતાવવાની ઈચ્છા થશે. સંબંધોમાં ગેરસમજ દૂર થશે.",
        "આરોગ્ય": "સ્વાસ્થ્યનું ધ્યાન રાખવું. આંખમાં બળતરા કે પગમાં દુખાવો થઈ શકે છે. પૂરતી ઊંઘ લેવી અનિવાર્ય છે.",
        "શુભ અંક": "૯",
        "શુભ રંગ": "સફેદ અને લાલ",
        "દૈનિક ઉપાય": "માતા લક્ષ્મીને ખીર અર્પણ કરવી અને ઓમ શુક્રાય નમઃ મંત્રનો જાપ કરવો."
      }
    },
    {
      "TITLE": "વૃષભ રાશિ (Taurus) - દૈનિક રાશિફળ - 28/11/2025",
      "IMAGE": "vrushabh.jpg",
      "OUTPUT_FILENAME": "vrushabh-rashifal-28112025.mp4",
      "YOUTUBE_SHORT_TITLE": "વૃષભ દૈનિક રાશિફળ 28/11/25: સામાજિક લાભ, આવકમાં વૃદ્ધિ! #shorts #viral",
      "BG_MUSIC": "Calm/Relaxing Flute Music",
      "RASHI_NAME": "VRUSHABH RASHI (વૃષભ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "શુક્ર તમારી રાશિનો સ્વામી છે અને અગિયારમા ભાવ (લાભ સ્થાન)માં તેની દૃષ્ટિ હોવાથી આજનો દિવસ શ્રેષ્ઠ છે. ઉત્તરાભાદ્રપદ નક્ષત્ર સ્થિરતા અને શાંતિ લાવશે. સિદ્ધિ યોગ કાર્યમાં સફળતા અપાવશે.",
        "કારકિર્દી અને વ્યવસાય": "વ્યવસાયમાં મોટી વૃદ્ધિ અને લાભ જોવા મળશે. નવા પ્રોજેક્ટ્સ પર કામ શરૂ કરી શકો છો. સામાજિક ક્ષેત્રે માન-સન્માન મળશે. મોટા ભાઈ-બહેનોનો સહયોગ તમારા માટે નિર્ણાયક સાબિત થશે.",
        "નાણાકીય સ્થિતિ": "આર્થિક સ્થિતિ ખૂબ સારી રહેશે. રોકાણ લાભદાયી નીવડશે. અણધાર્યા સ્ત્રોતોમાંથી આવક થવાની શક્યતા છે. ભવિષ્ય માટે બચત પર ધ્યાન આપવું.",
        "પ્રેમ અને સંબંધો": "પ્રેમ સંબંધોમાં મધુરતા જળવાશે. મિત્રો સાથેની મુલાકાત મનને આનંદ આપશે. અપરિણીત લોકો માટે સારા પ્રસ્તાવ આવી શકે છે.",
        "આરોગ્ય": "સ્વાસ્થ્ય સારું રહેશે. માનસિક શાંતિ જાળવવી જરૂરી છે. વધુ પડતા વિચારોથી દૂર રહેવું.",
        "શુભ અંક": "૬",
        "શુભ રંગ": "ગુલાબી અને સિલ્વર",
        "દૈનિક ઉપાય": "માતા લક્ષ્મીને સુગંધિત ફૂલો અને અત્તર અર્પણ કરવું."
      }
    },
    {
      "TITLE": "મિથુન રાશિ (Gemini) - દૈનિક રાશિફળ - 28/11/2025",
      "IMAGE": "mithun.jpg",
      "OUTPUT_FILENAME": "mithun-rashifal-28112025.mp4",
      "YOUTUBE_SHORT_TITLE": "મિથુન દૈનિક રાશિફળ 28/11/25: કાર્યક્ષેત્રે સફળતા, પિતાનો સહયોગ! #shorts #viral",
      "BG_MUSIC": "Light, Playful and Social Vibe Instrumental",
      "RASHI_NAME": "MITHUN RASHI (મિથુન રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "દસમો ભાવ (કારકિર્દી) સક્રિય છે. શુક્રવાર અને દસમ તિથિ કાર્યક્ષેત્રે શુભ પરિણામ લાવશે. સિદ્ધિ યોગ તમારા અટકેલા કાર્યોને વેગ આપશે. તમારી વ્યાવસાયિક પ્રતિષ્ઠામાં વધારો થશે.",
        "કારકિર્દી અને વ્યવસાય": "કાર્યક્ષેત્રે સફળતા અને પ્રગતિ મળશે. ઉપરી અધિકારીઓ તમારા કામથી ખુશ રહેશે. પિતા કે ગુરુનો સહયોગ મળશે. વેપારમાં સારી વૃદ્ધિ જોવા મળશે.",
        "નાણાકીય સ્થિતિ": "આવકમાં વધારો થશે. વેપારમાં કરેલું રોકાણ લાભદાયી નીવડશે. બચત પર ધ્યાન કેન્દ્રિત કરવું. ધાર્મિક કાર્યક્રમો પાછળ ખર્ચ થઈ શકે છે.",
        "પ્રેમ અને સંબંધો": "વિવાહિત જીવનમાં સંવાદિતા જળવાશે. જીવનસાથી સાથેના સંબંધોમાં મધુરતા આવશે. કામના ભારણને કારણે પરિવારને ઓછો સમય આપી શકશો.",
        "આરોગ્ય": "સ્વાસ્થ્યનું ધ્યાન રાખવું. ઘૂંટણ કે સાંધાના દુખાવાની ફરિયાદ રહી શકે છે. પૂરતી ઊંઘ લેવી.",
        "શુભ અંક": "૫",
        "શુભ રંગ": "લીલો અને સફેદ",
        "દૈનિક ઉપાય": "કન્યાઓને સફેદ મીઠાઈ ખવડાવવી અને તુલસીના છોડને પાણી અર્પણ કરવું."
      }
    },
    {
      "TITLE": "કર્ક રાશિ (Cancer) - દૈનિક રાશિફળ - 28/11/2025",
      "IMAGE": "kark.jpg",
      "OUTPUT_FILENAME": "kark-rashifal-28112025.mp4",
      "YOUTUBE_SHORT_TITLE": "કર્ક દૈનિક રાશિફળ 28/11/25: ભાગ્યનો સાથ, ધાર્મિકતામાં વૃદ્ધિ! #shorts #viral",
      "BG_MUSIC": "Soothing/Emotional Instrumental (Piano or Strings)",
      "RASHI_NAME": "KARK RASHI (કર્ક રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "નવમો ભાવ (ભાગ્ય અને ધર્મ) પ્રબળ છે. ચંદ્ર અને ગુરુનો પ્રભાવ તમને સકારાત્મક બનાવશે. ઉત્તરાભાદ્રપદ નક્ષત્ર શાંતિ અને સ્થિરતા આપશે. લાંબા અંતરની યાત્રાનો યોગ બની શકે છે.",
        "કારકિર્દી અને વ્યવસાય": "ભાગ્યના સહયોગથી કાર્યસ્થળે સફળતા મળશે. ઉચ્ચ શિક્ષણ, ધર્મ અથવા વિદેશ સંબંધિત કાર્યોમાં લાભ. કાર્યસ્થળે વરિષ્ઠોનો સહયોગ મળશે.",
        "નાણાકીય સ્થિતિ": "આર્થિક સ્થિતિમાં સુધારો થશે. લાંબા ગાળાના રોકાણ માટે ઉત્તમ દિવસ છે. ધાર્મિક કાર્યો કે દાન-પુણ્ય પાછળ ખર્ચ થઈ શકે છે.",
        "પ્રેમ અને સંબંધો": "પારિવારિક અને પ્રેમ સંબંધોમાં સંવાદિતા અને સમજણ વધશે. તમારા પિતા કે ગુરુ તરફથી યોગ્ય માર્ગદર્શન મળશે. જીવનસાથી સાથે કોઈ ધાર્મિક સ્થળની મુલાકાત લઈ શકો છો.",
        "આરોગ્ય": "શારીરિક અને માનસિક સ્વાસ્થ્ય સારું રહેશે. ધાર્મિક ગતિવિધિઓમાં ભાગ લેવાથી માનસિક શાંતિ મળશે.",
        "શુભ અંક": "૨",
        "શુભ રંગ": "દૂધિયો સફેદ",
        "દૈનિક ઉપાય": "માતા લક્ષ્મીને સફેદ કમળ અથવા સફેદ ફૂલો અર્પણ કરવા."
      }
    },
    {
      "TITLE": "સિંહ રાશિ (Leo) - દૈનિક રાશિફળ - 28/11/2025",
      "IMAGE": "singh.jpg",
      "OUTPUT_FILENAME": "singh-rashifal-28112025.mp4",
      "YOUTUBE_SHORT_TITLE": "સિંહ દૈનિક રાશિફળ 28/11/25: રહસ્યમય લાભ, સાવધાની જરૂરી! #shorts #viral",
      "BG_MUSIC": "Triumphant/Heroic Orchestral Instrumental",
      "RASHI_NAME": "SINGH RASHI (સિંહ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "આઠમો ભાવ (આયુષ્ય અને અચાનક ધન) સક્રિય છે. શુક્રવાર હોવાથી અણધાર્યો ધનલાભ થઈ શકે છે, પરંતુ ચંદ્રની સ્થિતિ સાવધાની સૂચવે છે. સિદ્ધિ યોગ કાર્યમાં સફળતા અપાવશે.",
        "કારકિર્દી અને વ્યવસાય": "સંશોધન, વીમા અથવા ગુપ્ત કાર્યોમાં સફળતા મળી શકે છે. અન્ય લોકોના પૈસા સંબંધિત કામમાં સાવધાની રાખવી. જોખમી રોકાણો ટાળવા અને વાદ-વિવાદથી દૂર રહેવું.",
        "નાણાકીય સ્થિતિ": "આર્થિક સંયમ જાળવવો. ખર્ચાઓ વધી શકે છે. રોકાણ કરતા પહેલા સારી રીતે વિચાર કરવો. જોકે, અણધાર્યા સ્ત્રોતોમાંથી ધનલાભ થઈ શકે છે.",
        "પ્રેમ અને સંબંધો": "સંબંધોમાં ગહનતા અને ભાવનાત્મક ઉતાર-ચઢાવ આવી શકે છે. વાણી પર નિયંત્રણ રાખવું જરૂરી છે જેથી પરિવારમાં ગેરસમજ ન થાય.",
        "આરોગ્ય": "અચાનક સ્વાસ્થ્ય બગડવાના સંકેત છે. વાહન ચલાવવામાં કાળજી લેવી. પેટ સંબંધિત તકલીફ થઈ શકે છે.",
        "શુભ અંક": "૧",
        "શુભ રંગ": "ગોલ્ડન અને ક્રીમ",
        "દૈનિક ઉપાય": "સૂર્યદેવને જળ ચઢાવવું અને લક્ષ્મીજીને સાકરનો ભોગ ધરાવવો."
      }
    },
    {
      "TITLE": "કન્યા રાશિ (Virgo) - દૈનિક રાશિફળ - 28/11/2025",
      "IMAGE": "kanya.jpg",
      "OUTPUT_FILENAME": "kanya-rashifal-28112025.mp4",
      "YOUTUBE_SHORT_TITLE": "કન્યા દૈનિક રાશિફળ 28/11/25: ભાગીદારીમાં લાભ, સંવાદિતાનો દિવસ! #shorts #viral",
      "BG_MUSIC": "Peaceful/Spiritual Instrumental (Sitar/Tabla)",
      "RASHI_NAME": "KANYA RASHI (કન્યા રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "સાતમો ભાવ (જીવનસાથી, ભાગીદારી) પ્રબળ છે. શુક્રવાર અને દસમ તિથિ સંબંધો અને વ્યવસાય માટે ઉત્તમ છે. ઉત્તરાભાદ્રપદ નક્ષત્ર સંબંધોમાં સ્થિરતા લાવશે.",
        "કારકિર્દી અને વ્યવસાય": "ભાગીદારીમાં અને સહકારથી ચાલી રહેલા કામોમાં સફળતા મળશે. વેપારમાં નવા ગ્રાહકો સાથે સારા સંબંધો બંધાશે. નોકરીમાં ટીમવર્કમાં સફળતા મળશે. વાટાઘાટો માટે ઉત્તમ દિવસ છે.",
        "નાણાકીય સ્થિતિ": "આર્થિક વૃદ્ધિ જોવા મળશે. જીવનસાથીના સહયોગથી નાણાકીય સ્થિતિ મજબૂત થશે. રોકાણ લાભદાયી નીવડશે.",
        "પ્રેમ અને સંબંધો": "પ્રેમ અને રોમાંસ માટે ઉત્તમ દિવસ છે. વિવાહિત જીવનમાં સુખ-શાંતિ જળવાશે. પાર્ટનર તરફથી ખાસ ભેટ મળી શકે છે. સંબંધોમાં મધુરતા જાળવવી.",
        "આરોગ્ય": "સ્વાસ્થ્ય સારું રહેશે. માનસિક શાંતિ અનુભવશો. તણાવમુક્ત રહેવા માટે આરામ અને મનોરંજન કરવું.",
        "શુભ અંક": "૬",
        "શુભ રંગ": "લીલો અને સફેદ",
        "દૈનિક ઉપાય": "માતા લક્ષ્મીને શૃંગારની વસ્તુઓ અર્પણ કરવી."
      }
    },
    {
      "TITLE": "તુલા રાશિ (Libra) - દૈનિક રાશિફળ - 28/11/2025",
      "IMAGE": "tula.jpg",
      "OUTPUT_FILENAME": "tula-rashifal-28112025.mp4",
      "YOUTUBE_SHORT_TITLE": "તુલા દૈનિક રાશિફળ 28/11/25: મહેનતનું ફળ, શત્રુઓ પર વિજય! #shorts #viral",
      "BG_MUSIC": "Romantic and Harmonic Instrumental",
      "RASHI_NAME": "TULA RASHI (તુલા રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "છઠ્ઠો ભાવ (દેવું, શત્રુ, રોગ) સક્રિય છે. શુક્રવાર હોવાથી શુક્ર તમને રક્ષણ આપશે. પડકારોનો સામનો વિવેકપૂર્ણ રીતે કરશો. સિદ્ધિ યોગ કાર્યમાં સફળતા અપાવશે.",
        "કારકિર્દી અને વ્યવસાય": "પડકારો સામે સફળતા મળશે. કાર્યસ્થળે શત્રુઓ પર વિજય મળશે. દેવું લેવાનું કે આપવાનું ટાળવું. બેંકિંગ, લોન કે સર્વિસ સેક્ટર સાથે જોડાયેલા લોકોને લાભ.",
        "નાણાકીય સ્થિતિ": "ખર્ચ પર નિયંત્રણ રાખવું જરૂરી છે. લોન સંબંધિત બાબતોમાં સફળતા મળી શકે છે. જૂના દેવા ચૂકવવાની યોજના બનાવો. ધીરજ અને વ્યવસ્થાપનથી આર્થિક સ્થિતિ જળવાશે.",
        "પ્રેમ અને સંબંધો": "નાના-મોટા પારિવારિક વિવાદો થઈ શકે છે, વાણી પર સંયમ રાખવો. જીવનસાથીના સ્વાસ્થ્યનું ધ્યાન રાખવું. સંબંધોમાં મધુરતા જાળવવા પ્રયત્ન કરવો.",
        "આરોગ્ય": "સ્વાસ્થ્યનું ધ્યાન રાખવું. પેટ અને કમર સંબંધિત સમસ્યાઓથી સાવધાન રહેવું. નિયમિત યોગ અને મેડિટેશન કરવું.",
        "શુભ અંક": "૮",
        "શુભ રંગ": "સફેદ અને ક્રીમ",
        "દૈનિક ઉપાય": "માતા લક્ષ્મીના મંદિરમાં દીવો કરવો અને સફેદ મીઠાઈ અર્પણ કરવી."
      }
    },
    {
      "TITLE": "વૃશ્ચિક રાશિ (Scorpio) - દૈનિક રાશિફળ - 28/11/2025",
      "IMAGE": "vrushchik.jpg",
      "OUTPUT_FILENAME": "vrushchik-rashifal-28112025.mp4",
      "YOUTUBE_SHORT_TITLE": "વૃશ્ચિક દૈનિક રાશિફળ 28/11/25: પ્રેમ, રોકાણ અને શિક્ષણમાં સફળતા! #shorts #viral",
      "BG_MUSIC": "Intense/Mysterious Instrumental",
      "RASHI_NAME": "VRUSHCHIK RASHI (વૃશ્ચિક રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "પાંચમો ભાવ (પ્રેમ, શિક્ષણ, સંતાન) પ્રબળ છે. શુક્રવાર અને દસમ તિથિ બૌદ્ધિક અને સર્જનાત્મક કાર્યો માટે શુભ છે. સિદ્ધિ યોગ સફળતા અપાવશે. વિદ્યાર્થીઓ માટે ઉત્તમ દિવસ છે.",
        "કારકિર્દી અને વ્યવસાય": "શિક્ષણ, સર્જનાત્મકતા અને રોકાણમાં સફળતા મળશે. વિદ્યાર્થીઓ માટે ઉત્તમ દિવસ છે. શેરબજાર કે રોકાણના નિર્ણયોમાં લાભ. કાર્યસ્થળે તમારી બુદ્ધિ અને વ્યક્તિત્વ પ્રશંસા પામશે.",
        "નાણાકીય સ્થિતિ": "આર્થિક સ્થિતિ ખૂબ સારી રહેશે. રોકાણમાંથી લાભ થવાના સંકેત છે. અચાનક નાણાકીય લાભ થઈ શકે છે. બિનજરૂરી ખર્ચ પર નિયંત્રણ રાખવું.",
        "પ્રેમ અને સંબંધો": "પ્રેમ અને રોમાંસ માટે ઉત્તમ દિવસ છે. સંતાન સંબંધિત શુભ સમાચાર મળી શકે છે. વિવાહિત જીવનમાં સંબંધો સુખદ રહેશે. પ્રિયજન સાથે સારો સમય વિતાવશો.",
        "આરોગ્ય": "શારીરિક ઉર્જા સારી રહેશે. આત્મવિશ્વાસથી ભરેલા રહેશો. સ્વસ્થ જીવનશૈલી જાળવવી જરૂરી છે.",
        "શુભ અંક": "૯",
        "શુભ રંગ": "લાલ અને સફેદ",
        "દૈનિક ઉપાય": "માતા લક્ષ્મીને ગુલાબની પાંખડીઓ અર્પણ કરવી."
      }
    },
    {
      "TITLE": "ધન રાશિ (Sagittarius) - દૈનિક રાશિફળ - 28/11/2025",
      "IMAGE": "dhanu.jpg",
      "OUTPUT_FILENAME": "dhanu-rashifal-28112025.mp4",
      "YOUTUBE_SHORT_TITLE": "ધન દૈનિક રાશિફળ 28/11/25: કૌટુંબિક સુખ, સ્થાવર લાભ! #shorts #viral",
      "BG_MUSIC": "Inspiring and Positive Instrumental",
      "RASHI_NAME": "DHANU RASHI (ધન રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચોથો ભાવ (સુખ, માતા, સ્થાવર મિલકત) પ્રબળ છે. શુક્રવાર ઘરેલું સુખ-સગવડમાં વધારો કરશે. તૈતિલ કરણ સ્થાવર મિલકત સંબંધિત કાર્યોમાં લાભ આપશે. ઘરેલું વાતાવરણ સુખદ રહેશે.",
        "કારકિર્દી અને વ્યવસાય": "સ્થાવર મિલકત, વાહન કે ઘરેલું વ્યવસાયમાં સફળતા અપાવશે. કાર્યસ્થળે શાંતિ જળવાશે. ઘરનું વાતાવરણ સુખદ રહેવાથી કામમાં ધ્યાન આપી શકશો. નવી પ્રોપર્ટી ખરીદવાનો વિચાર આવી શકે છે.",
        "નાણાકીય સ્થિતિ": "આર્થિક સ્થિતિ ખૂબ સારી રહેશે. જમીન-મિલકતની ખરીદી કે વેચાણથી લાભ થઈ શકે છે. માતા તરફથી આર્થિક સહયોગ મળી શકે છે. રોકાણ માટે સમય અનુકૂળ છે.",
        "પ્રેમ અને સંબંધો": "પારિવારિક જીવનમાં સુખ-શાંતિ જળવાશે. માતાનો વિશેષ સહયોગ અને આશીર્વાદ મળશે. ઘરમાં કોઈ શુભ કાર્ય થઈ શકે છે. જીવનસાથી સાથેના સંબંધોમાં મધુરતા જાળવવી.",
        "આરોગ્ય": "સ્વાસ્થ્ય સારું રહેશે. માનસિક શાંતિ જાળવવી જરૂરી છે. છાતીમાં જકડન જેવી સમસ્યા હોય તો સાચવવું.",
        "શુભ અંક": "૩",
        "શુભ રંગ": "પીળો અને સફેદ",
        "દૈનિક ઉપાય": "માતા લક્ષ્મીને સફેદ ચંદન અર્પણ કરવું."
      }
    },
    {
      "TITLE": "મકર રાશિ (Capricorn) - દૈનિક રાશિફળ - 28/11/2025",
      "IMAGE": "makar.jpg",
      "OUTPUT_FILENAME": "makar-rashifal-28112025.mp4",
      "YOUTUBE_SHORT_TITLE": "મકર દૈનિક રાશિફળ 28/11/25: સંચારમાં સફળતા, નાના પ્રવાસ! #shorts #viral",
      "BG_MUSIC": "Steady/Determined Instrumental",
      "RASHI_NAME": "MAKAR RASHI (મકર રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ત્રીજો ભાવ (સંચાર, શૌર્ય, ટૂંકી મુસાફરી) પ્રબળ છે. શુક્રવાર અને દસમ તિથિ સંચાર, લેખન અને વાટાઘાટો માટે શુભ છે. ઉત્તરાભાદ્રપદ નક્ષત્ર ધીરજ અને સમજણ આપશે.",
        "કારકિર્દી અને વ્યવસાય": "સંચાર, લેખન, મીડિયા અને ટૂંકી મુસાફરીથી સફળતા અપાવશે. કાર્યસ્થળે તમારી વાણીનો પ્રભાવ પડશે. વેપારમાં નવા સંપર્કો લાભદાયી નીવડશે. આત્મવિશ્વાસ વધશે.",
        "નાણાકીય સ્થિતિ": "આર્થિક દૃષ્ટિકોણથી સારો લાભ થઈ શકે છે. રોકાણ સફળ થશે. બચતમાં વધારો થશે. બિનજરૂરી ખર્ચ ટાળવો. ઓનલાઇન વ્યવહારોમાં સાવચેતી રાખવી.",
        "પ્રેમ અને સંબંધો": "વિવાહિત જીવનમાં જીવનસાથીનો સંપૂર્ણ સહયોગ મળશે. પ્રેમ સંબંધોમાં ઉષ્મા અને લાગણી વધશે. નાના ભાઈ-બહેનો સાથેના સંબંધો મજબૂત થશે.",
        "આરોગ્ય": "સ્વાસ્થ્ય સારું રહેશે. તમે શારીરિક રીતે સક્રિય રહેશો. મુસાફરી દરમિયાન સાવધાની રાખવી. સ્વસ્થ આહાર લેવો.",
        "શુભ અંક": "૮",
        "શુભ રંગ": "વાદળી અને સફેદ",
        "દૈનિક ઉપાય": "ગરીબ મહિલાઓને દહીં કે દૂધનું દાન કરવું."
      }
    },
    {
      "TITLE": "કુંભ રાશિ (Aquarius) - દૈનિક રાશિફળ - 28/11/2025",
      "IMAGE": "kumbh.jpg",
      "OUTPUT_FILENAME": "kumbh-rashifal-28112025.mp4",
      "YOUTUBE_SHORT_TITLE": "કુંભ દૈનિક રાશિફળ 28/11/25: આર્થિક લાભ, વાણીથી ધન! #shorts #viral",
      "BG_MUSIC": "Modern/Futuristic Instrumental",
      "RASHI_NAME": "KUMBH RASHI (કુંભ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "બીજો ભાવ (ધન, કુટુંબ, વાણી) પ્રબળ છે. શુક્રવાર અને દસમ તિથિ નાણાકીય લાભ માટે ઉત્તમ છે. તૈતિલ કરણ ધન સંબંધિત વ્યવહારોમાં સફળતા આપશે. તમારી વાણીમાં મધુરતા અને આકર્ષણ વધશે.",
        "કારકિર્દી અને વ્યવસાય": "તમારી વાણીના પ્રભાવથી કાર્યક્ષેત્રે લાભ થશે. વકીલાત, બેંકિંગ કે શિક્ષણ સાથે જોડાયેલા લોકોને સફળતા મળશે. ધીરજ અને સંયમ જાળવવો. પરિવારનો સહયોગ મળશે.",
        "નાણાકીય સ્થિતિ": "ધનલાભના ઉત્તમ યોગ છે. તમારી વાણીના પ્રભાવથી આવક વધશે. પારિવારિક રોકાણોમાંથી લાભ થઈ શકે છે. બચતમાં વધારો થશે. બિનજરૂરી ખર્ચ ટાળવો.",
        "પ્રેમ અને સંબંધો": "પારિવારિક જીવનમાં સંવાદિતા જળવાશે. પરિવાર સાથે સારો સમય વિતાવશો. જીવનસાથી સાથેના સંબંધોમાં મધુરતા જાળવવા પ્રયત્ન કરવો.",
        "આરોગ્ય": "સ્વાસ્થ્ય સામાન્ય રહેશે. આંખ અને ગળા સંબંધિત સમસ્યાઓથી સાવધાન રહેવું. નિયમિત યોગ અને સારો આહાર લેવો.",
        "શુભ અંક": "૪",
        "શુભ રંગ": "જાંબલી અને સફેદ",
        "દૈનિક ઉપાય": "માતા લક્ષ્મીને શૃંગારની વસ્તુઓ અર્પણ કરવી."
      }
    },
    {
      "TITLE": "મીન રાશિ (Pisces) - દૈનિક રાશિફળ - 28/11/2025",
      "IMAGE": "meen.jpg",
      "OUTPUT_FILENAME": "meen-rashifal-28112025.mp4",
      "YOUTUBE_SHORT_TITLE": "મીન દૈનિક રાશિફળ 28/11/25: સકારાત્મક ઉર્જા, આત્મવિશ્વાસમાં વૃદ્ધિ! #shorts #viral",
      "BG_MUSIC": "Dreamy/Flowing Water Instrumental",
      "RASHI_NAME": "MEEN RASHI (મીન રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "લગ્ન ભાવ (પ્રથમ ભાવ) પર શુક્રવારનો પ્રભાવ અને ચંદ્રનું ભ્રમણ. ઉત્તરાભાદ્રપદ નક્ષત્ર તમારા વ્યક્તિત્વને આકર્ષક અને શાંત બનાવશે. આત્મવિશ્વાસ વધશે. અટકેલા કામ પૂરા થશે. માનસિક શાંતિ જળવાશે.",
        "કારકિર્દી અને વ્યવસાય": "તમારા નિર્ણયો લાભદાયી નીવડશે. નવા પ્રોજેક્ટ્સ શરૂ કરવા માટે શુભ સમય છે. તમારી પ્રતિષ્ઠામાં વધારો થશે. ઉપરી અધિકારીઓનો સહયોગ મળશે. મહેનતનું યોગ્ય વળતર મળશે.",
        "નાણાકીય સ્થિતિ": "આજનો દિવસ ધનલાભ માટે ઉત્તમ છે. આવકમાં વધારો થશે. રોકાણ માટે આજનો દિવસ સારો છે. બચત પર ધ્યાન કેન્દ્રિત કરવું.",
        "પ્રેમ અને સંબંધો": "પારિવારિક જીવનમાં સકારાત્મક વાતાવરણ રહેશે. જીવનસાથી સાથેના સંબંધોમાં મધુરતા અને સંવાદિતા જળવાશે. તમારા વ્યક્તિત્વથી સંબંધો મજબૂત થશે.",
        "આરોગ્ય": "સ્વાસ્થ્ય સારું રહેશે. તમે માનસિક શાંતિ અને ઉર્જા અનુભવશો. તંદુરસ્ત જીવનશૈલી અપનાવવી. યોગ અને ધ્યાનથી વિશેષ લાભ.",
        "શુભ અંક": "૩",
        "શુભ રંગ": "પીળો અને સફેદ",
        "દૈનિક ઉપાય": "માતા લક્ષ્મીને સફેદ ફૂલોની માળા અર્પણ કરવી."
      }
    }
  ]
}
