{
  "date": "02/12/2025",
  "rashifal": [
    {
      "TITLE": "મેષ રાશિ (Aries) - દૈનિક રાશિફળ - 02/12/2025",
      "IMAGE": "mesh.jpg",
      "OUTPUT_FILENAME": "mesh-rashifal-02122025.mp4",
      "YOUTUBE_SHORT_TITLE": "મેષ દૈનિક રાશિફળ 02/12/25: ભરપૂર આત્મવિશ્વાસ, ઉતાવળ ટાળો! મંગળની કૃપા #shorts #viral",
      "BG_MUSIC": "Energetic/Motivational Upbeat Indian Instrumental",
      "RASHI_NAME": "MESH RASHI (મેષ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર તમારી રાશિમાં (લગ્ન ભાવ) અને રાશિ સ્વામી મંગળ સ્વગૃહી હોવાથી **આત્મવિશ્વાસ અને ઉર્જા** ચરમસીમા પર રહેશે. ભરણી નક્ષત્ર થોડી ઉગ્રતા લાવી શકે છે.",
        "કારકિર્દી અને વ્યવસાય": "તમારી કાર્યક્ષમતામાં વધારો થશે. અટકેલા કામો ઝડપથી પૂરા થશે. પોલીસ, સૈન્ય કે રમતગમત ક્ષેત્રે જોડાયેલા લોકોને વિશેષ સફળતા મળશે. નેતૃત્વ કરવા માટે સારો દિવસ છે.",
        "નાણાકીય સ્થિતિ": "આર્થિક સ્થિતિ મજબૂત રહેશે. જમીન-મકાનના સોદામાં ફાયદો થઈ શકે છે. જોકે, આવેશમાં આવીને ખર્ચ કરવો નુકસાનકારક બની શકે છે.",
        "પ્રેમ અને સંબંધો": "સ્વભાવમાં થોડો ગુસ્સો કે જિદ્દીપણું આવી શકે છે, જેનાથી જીવનસાથી સાથે મતભેદ થઈ શકે છે. શાંતિ જાળવવી. ભાઈ-બહેનોનો સહયોગ મળશે.",
        "આરોગ્ય": "પિત્ત પ્રકૃતિ વધી શકે છે. માથાનો દુખાવો કે આંખની બળતરા થઈ શકે છે. ઠંડા પીણા અને ફળોનું સેવન કરવું.",
        "શુભ અંક": "૯",
        "શુભ રંગ": "ઘેરો લાલ",
        "દૈનિક ઉપાય": "હનુમાન ચાલીસાનો પાઠ કરવો અને લાલ મસૂરની દાળનું દાન કરવું."
      }
    },
    {
      "TITLE": "વૃષભ રાશિ (Taurus) - દૈનિક રાશિફળ - 02/12/2025",
      "IMAGE": "vrushabh.jpg",
      "OUTPUT_FILENAME": "vrushabh-rashifal-02122025.mp4",
      "YOUTUBE_SHORT_TITLE": "વૃષભ દૈનિક રાશિફળ 02/12/25: વિદેશથી લાભ, ખર્ચમાં વધારો! આંખની સંભાળ #shorts #viral",
      "BG_MUSIC": "Calm/Relaxing Flute Music",
      "RASHI_NAME": "VRUSHABH RASHI (વૃષભ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર બારમા ભાવમાં વ્યય અને વિદેશ યાત્રા સૂચવે છે. ભરણી નક્ષત્ર (શુક્રનું નક્ષત્ર) ભૌતિક સુખ પાછળ ખર્ચ કરાવી શકે છે. મંગળવાર હોવાથી વાદ-વિવાદ ટાળવા.",
        "કારકિર્દી અને વ્યવસાય": "બિનજરૂરી દોડધામ રહી શકે છે. વિદેશી કંપનીઓ સાથેના કામમાં પ્રગતિ થશે. કોર્ટ-કચેરીના મામલામાં સાવધાની રાખવી. ગુપ્ત શત્રુઓથી ચેતવું.",
        "નાણાકીય સ્થિતિ": "ખર્ચનું પ્રમાણ વધુ રહેશે. મોજશોખ કે યાત્રા પાછળ ધન વપરાશે. બજેટ બનાવીને ચાલવું હિતાવહ છે. ઉધાર આપવાનું ટાળવું.",
        "પ્રેમ અને સંબંધો": "જીવનસાથી સાથે નાની બાબતોમાં ગેરસમજ થઈ શકે છે. એકાંતમાં સમય વિતાવવાની ઈચ્છા થશે. સંબંધોમાં પારદર્શિતા રાખવી.",
        "આરોગ્ય": "આંખમાં દુખાવો કે અનિદ્રાની સમસ્યા થઈ શકે છે. પૂરતી ઊંઘ લેવી. ડાબા પગમાં ઈજા ન થાય તેનું ધ્યાન રાખવું.",
        "શુભ અંક": "૬",
        "શુભ રંગ": "સફેદ અને ગુલાબી",
        "દૈનિક ઉપાય": "ઋણમોચક મંગળ સ્તોત્રનો પાઠ કરવો."
      }
    },
    {
      "TITLE": "મિથુન રાશિ (Gemini) - દૈનિક રાશિફળ - 02/12/2025",
      "IMAGE": "mithun.jpg",
      "OUTPUT_FILENAME": "mithun-rashifal-02122025.mp4",
      "YOUTUBE_SHORT_TITLE": "મિથુન દૈનિક રાશિફળ 02/12/25: આર્થિક લાભ, મિત્રોનો સાથ! ઈચ્છા પૂર્તિ #shorts #viral",
      "BG_MUSIC": "Light, Playful and Social Vibe Instrumental",
      "RASHI_NAME": "MITHUN RASHI (મિથુન રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર અગિયારમા ભાવ (લાભ સ્થાન) માં છે. મંગળની દૃષ્ટિ પણ લાભ ભાવ પર છે, જે અચાનક અને મોટા લાભના સંકેત આપે છે. ભરણી નક્ષત્ર ઈચ્છા પૂર્તિમાં મદદ કરશે.",
        "કારકિર્દી અને વ્યવસાય": "વ્યવસાયમાં નવા ઓર્ડર મળવાની શક્યતા છે. નોકરીમાં તમારી મહેનત રંગ લાવશે. મોટા ભાઈ-બહેન કે મિત્રો દ્વારા લાભ થશે. રિયલ એસ્ટેટના કામમાં ફાયદો.",
        "નાણાકીય સ્થિતિ": "આર્થિક સ્થિતિ ખૂબ જ મજબૂત રહેશે. અટકેલા પૈસા પાછા આવી શકે છે. એકથી વધુ સ્ત્રોતોમાંથી આવક થવાની સંભાવના છે.",
        "પ્રેમ અને સંબંધો": "મિત્રો સાથે ફરવા જવાનો પ્લાન બની શકે છે. પ્રેમ સંબંધોમાં વિશ્વાસ વધશે. સમાજમાં માન-સન્માન વધશે.",
        "આરોગ્ય": "સ્વાસ્થ્ય સારું રહેશે. જૂની બીમારીઓમાંથી રાહત મળશે. કાનને લગતી સામાન્ય તકલીફ થઈ શકે છે.",
        "શુભ અંક": "૫",
        "શુભ રંગ": "લીલો",
        "દૈનિક ઉપાય": "ગણેશજીને લાલ ફૂલ અને ગોળ અર્પણ કરવો."
      }
    },
    {
      "TITLE": "કર્ક રાશિ (Cancer) - દૈનિક રાશિફળ - 02/12/2025",
      "IMAGE": "kark.jpg",
      "OUTPUT_FILENAME": "kark-rashifal-02122025.mp4",
      "YOUTUBE_SHORT_TITLE": "કર્ક દૈનિક રાશિફળ 02/12/25: કાર્યક્ષેત્રે પ્રગતિ, પિતાનો સાથ! કામનું ભારણ #shorts #viral",
      "BG_MUSIC": "Soothing/Emotional Instrumental (Piano or Strings)",
      "RASHI_NAME": "KARK RASHI (કર્ક રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર દસમા ભાવ (કર્મ સ્થાન) માં છે. મંગળ (યોગકારક ગ્રહ) ની સ્થિતિ કામકાજમાં ઉર્જા આપશે. કાર્યસ્થળે તમારો દબદબો રહેશે.",
        "કારકિર્દી અને વ્યવસાય": "ઓફિસમાં તમારી જવાબદારીઓ વધશે. પ્રમોશન કે પદোন্নતિની વાતચીત થઈ શકે છે. પિતાના વ્યવસાયમાં જોડાઈ શકો છો. કામનું ભારણ વધુ રહેશે પણ સફળતા મળશે.",
        "નાણાકીય સ્થિતિ": "સ્થિર આર્થિક સ્થિતિ રહેશે. સરકારી કામકાજથી ધનલાભ થઈ શકે છે. વાહન કે મિલકત ખરીદવાનો વિચાર કરી શકો છો.",
        "પ્રેમ અને સંબંધો": "કામની વ્યસ્તતાને કારણે પરિવારને ઓછો સમય આપી શકશો. પિતા સાથે મહત્વપૂર્ણ ચર્ચા થશે. સામાજિક પ્રતિષ્ઠા વધશે.",
        "આરોગ્ય": "ઘૂંટણ કે સાંધાના દુખાવાની ફરિયાદ રહી શકે છે. છાતીમાં બળતરા થઈ શકે છે. તીખું ખાવાનું ટાળવું.",
        "શુભ અંક": "૨",
        "શુભ રંગ": "લાલ અને સફેદ",
        "દૈનિક ઉપાય": "હનુમાનજીને સિંદૂર અર્પણ કરવું."
      }
    },
    {
      "TITLE": "સિંહ રાશિ (Leo) - દૈનિક રાશિફળ - 02/12/2025",
      "IMAGE": "singh.jpg",
      "OUTPUT_FILENAME": "singh-rashifal-02122025.mp4",
      "YOUTUBE_SHORT_TITLE": "સિંહ દૈનિક રાશિફળ 02/12/25: ભાગ્યનો સાથ, ધાર્મિક યાત્રા! ઉત્સાહમાં વધારો #shorts #viral",
      "BG_MUSIC": "Triumphant/Heroic Orchestral Instrumental",
      "RASHI_NAME": "SINGH RASHI (સિંહ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર નવમા ભાવ (ભાગ્ય સ્થાન) માં છે અને મંગળની મિત્ર રાશિમાં છે. ભાગ્યનો સંપૂર્ણ સાથ મળશે. ભરણી નક્ષત્ર ધાર્મિક કાર્યોમાં રુચિ વધારશે.",
        "કારકિર્દી અને વ્યવસાય": "દૂરના પ્રદેશોથી સારા સમાચાર મળશે. ઉચ્ચ શિક્ષણ માટે પ્રયાસ કરતા વિદ્યાર્થીઓને સફળતા મળશે. નોકરીમાં ટ્રાન્સફરની શક્યતા છે જે લાભદાયી રહેશે.",
        "નાણાકીય સ્થિતિ": "આર્થિક સ્થિતિ સુધરશે. યાત્રા પાછળ ખર્ચ થઈ શકે છે. ધાર્મિક કાર્યોમાં દાન કરશો. રોકાણ માટે સારો સમય છે.",
        "પ્રેમ અને સંબંધો": "ઘરમાં કોઈ માંગલિક પ્રસંગનું આયોજન થઈ શકે છે. વડીલોના આશીર્વાદ મળશે. જીવનસાથી સાથે આધ્યાત્મિક ચર્ચા થશે.",
        "આરોગ્ય": "સ્વાસ્થ્ય ઉત્તમ રહેશે. શરીરમાં સ્ફૂર્તિ અને ઉર્જાનો અનુભવ થશે. સ્નાયુઓમાં થોડો દુખાવો થઈ શકે છે.",
        "શુભ અંક": "૧",
        "શુભ રંગ": "કેસરી",
        "દૈનિક ઉપાય": "સૂર્ય નમસ્કાર કરવા અને ગોળનું દાન કરવું."
      }
    },
    {
      "TITLE": "કન્યા રાશિ (Virgo) - દૈનિક રાશિફળ - 02/12/2025",
      "IMAGE": "kanya.jpg",
      "OUTPUT_FILENAME": "kanya-rashifal-02122025.mp4",
      "YOUTUBE_SHORT_TITLE": "કન્યા દૈનિક રાશિફળ 02/12/25: વાહન ચલાવવામાં સાવધાની, અચાનક લાભ! #shorts #viral",
      "BG_MUSIC": "Peaceful/Spiritual Instrumental (Sitar/Tabla)",
      "RASHI_NAME": "KANYA RASHI (કન્યા રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર આઠમા ભાવમાં છે. મંગળવાર અને આઠમો ચંદ્ર અકસ્માત કે ઈજાનો ભય સૂચવે છે. વાહન સાવચેતીથી ચલાવવું. ભરણી નક્ષત્ર ગુપ્ત વિદ્યામાં રસ જગાવશે.",
        "કારકિર્દી અને વ્યવસાય": "કામકાજમાં અડચણો આવી શકે છે. ઉતાવળે કોઈ નિર્ણય ન લેવો. સંશોધન ક્ષેત્રે જોડાયેલા લોકોને નવી દિશા મળશે. ઓફિસમાં રાજકારણથી દૂર રહેવું.",
        "નાણાકીય સ્થિતિ": "અચાનક ધનલાભ થઈ શકે છે (જેમ કે વીમો, વારસો). શેરબજારમાં જોખમ ન લેવું. કોઈને ઉધાર આપેલા પૈસા ફસાઈ શકે છે.",
        "પ્રેમ અને સંબંધો": "વાણી પર સંયમ રાખવો જરૂરી છે. સાસરિયા પક્ષ સાથે સંબંધો સુધારવાનો પ્રયાસ કરવો. જીવનસાથીની તબિયતની ચિંતા રહેશે.",
        "આરોગ્ય": "પેટની તકલીફ કે હરસ-મસાની સમસ્યા હોય તો સાચવવું. વાહન ધીમે ચલાવવું. બ્લડ પ્રેશર ચેક કરાવતા રહેવું.",
        "શુભ અંક": "૫",
        "શુભ રંગ": "લીલો",
        "દૈનિક ઉપાય": "મગની દાળ ગાયને ખવડાવવી અને હનુમાન ચાલીસા વાંચવા."
      }
    },
    {
      "TITLE": "તુલા રાશિ (Libra) - દૈનિક રાશિફળ - 02/12/2025",
      "IMAGE": "tula.jpg",
      "OUTPUT_FILENAME": "tula-rashifal-02122025.mp4",
      "YOUTUBE_SHORT_TITLE": "તુલા દૈનિક રાશિફળ 02/12/25: દાંપત્ય સુખ, ભાગીદારીમાં લાભ! રોમાન્સ #shorts #viral",
      "BG_MUSIC": "Romantic and Harmonic Instrumental",
      "RASHI_NAME": "TULA RASHI (તુલા રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર સાતમા ભાવમાં છે. મંગળવાર હોવા છતાં, શુક્રનું નક્ષત્ર (ભરણી) હોવાથી સંબંધોમાં આકર્ષણ વધશે. ભાગીદારીના કામ માટે શુભ.",
        "કારકિર્દી અને વ્યવસાય": "ભાગીદારીના ધંધામાં સારો નફો થશે. નવા કરાર કરવા માટે સારો દિવસ છે. દૈનિક વેપારમાં વૃદ્ધિ થશે. જાહેર જીવનમાં માન-સન્માન વધશે.",
        "નાણાકીય સ્થિતિ": "આવકમાં વધારો થશે. જીવનસાથીના નામે કરેલું રોકાણ ફાયદો આપશે. લક્ઝરી વસ્તુઓ પાછળ ખર્ચ થઈ શકે છે.",
        "પ્રેમ અને સંબંધો": "વિવાહિત જીવનમાં પ્રેમ અને રોમાન્સ વધશે. અપરિણીત લોકો માટે લગ્નની વાત આગળ વધી શકે છે. પાર્ટનર સાથે ડિનર પર જઈ શકો છો.",
        "આરોગ્ય": "સ્વાસ્થ્ય સારું રહેશે. મૂત્રાશય કે કમરના નીચેના ભાગે સામાન્ય તકલીફ થઈ શકે છે. પાણી વધારે પીવું.",
        "શુભ અંક": "૬",
        "શુભ રંગ": "સફેદ અને ગુલાબી",
        "દૈનિક ઉપાય": "મંદિરમાં લાલ ફૂલ અર્પણ કરવા."
      }
    },
    {
      "TITLE": "વૃશ્ચિક રાશિ (Scorpio) - દૈનિક રાશિફળ - 02/12/2025",
      "IMAGE": "vrushchik.jpg",
      "OUTPUT_FILENAME": "vrushchik-rashifal-02122025.mp4",
      "YOUTUBE_SHORT_TITLE": "વૃશ્ચિક દૈનિક રાશિફળ 02/12/25: શત્રુઓ પર વિજય, સ્પર્ધામાં સફળતા! #shorts #viral",
      "BG_MUSIC": "Intense/Mysterious Instrumental",
      "RASHI_NAME": "VRUSHCHIK RASHI (વૃશ્ચિક રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "તમારો રાશિ સ્વામી મંગળ છે અને આજે મંગળવાર છે. ચંદ્ર છઠ્ઠા ભાવમાં હોવાથી શત્રુઓ અને સ્પર્ધકો પર વિજય મળશે. આત્મવિશ્વાસ ખૂબ ઊંચો રહેશે.",
        "કારકિર્દી અને વ્યવસાય": "નોકરીમાં તમારી મહેનતની કદર થશે. કોર્ટ-કચેરીના મામલામાં સફળતા મળશે. અટકેલા કામો પૂરા કરવા માટે શ્રેષ્ઠ દિવસ છે.",
        "નાણાકીય સ્થિતિ": "દેવામાંથી મુક્તિ મળવાના રસ્તા ખુલશે. મામા પક્ષ તરફથી લાભ થઈ શકે છે. બિનજરૂરી ખર્ચ પર કાબૂ રહેશે.",
        "પ્રેમ અને સંબંધો": "સ્વભાવમાં થોડી ઉગ્રતા રહી શકે છે, જેનાથી સંબંધોમાં તણાવ આવી શકે છે. ગુસ્સા પર કાબૂ રાખવો. જીવનસાથીની વાત સાંભળવી.",
        "આરોગ્ય": "પેટમાં બળતરા કે એસિડિટી થઈ શકે છે. મસાલેદાર ખોરાક ટાળવો. આંખની તપાસ કરાવવી.",
        "શુભ અંક": "૯",
        "શુભ રંગ": "મરૂન",
        "દૈનિક ઉપાય": "હનુમાનજીને તેલ અને સિંદૂર અર્પણ કરવું."
      }
    },
    {
      "TITLE": "ધન રાશિ (Sagittarius) - દૈનિક રાશિફળ - 02/12/2025",
      "IMAGE": "dhanu.jpg",
      "OUTPUT_FILENAME": "dhanu-rashifal-02122025.mp4",
      "YOUTUBE_SHORT_TITLE": "ધન દૈનિક રાશિફળ 02/12/25: સંતાન સુખ, શિક્ષણમાં પ્રગતિ! નિર્ણય શક્તિ #shorts #viral",
      "BG_MUSIC": "Inspiring and Positive Instrumental",
      "RASHI_NAME": "DHANU RASHI (ધન રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર પાંચમા ભાવ (ત્રિકોણ) માં છે. મંગળવારની ઉર્જા વિદ્યાર્થીઓ અને રમતવીરો માટે ખૂબ લાભદાયી રહેશે. બુદ્ધિ અને સાહસનો સમન્વય થશે.",
        "કારકિર્દી અને વ્યવસાય": "વિદ્યાર્થીઓ માટે અભ્યાસમાં એકાગ્રતા વધશે. શેરબજાર કે સટ્ટાકીય પ્રવૃત્તિઓથી (સાવધાનીપૂર્વક) લાભ થઈ શકે છે. ક્રિએટિવ ક્ષેત્રે સફળતા મળશે.",
        "નાણાકીય સ્થિતિ": "આકસ્મિક ધનલાભના યોગ છે. શેરબજારમાં રોકાણ ફાયદો આપી શકે છે. અટકેલા પૈસા પાછા આવવાની શક્યતા છે.",
        "પ્રેમ અને સંબંધો": "પ્રેમ સંબંધોમાં સફળતા મળશે. સંતાન તરફથી કોઈ સારા સમાચાર મળશે. નવા મિત્રો બનશે.",
        "આરોગ્ય": "પેટની તકલીફ કે અપચો થઈ શકે છે. સાત્વિક ખોરાક લેવો. માનસિક રીતે ખૂબ સ્વસ્થ રહેશો.",
        "શુભ અંક": "૩",
        "શુભ રંગ": "પીળો",
        "દૈનિક ઉપાય": "ગાયને ગોળ અને ચણાની દાળ ખવડાવવી."
      }
    },
    {
      "TITLE": "મકર રાશિ (Capricorn) - દૈનિક રાશિફળ - 02/12/2025",
      "IMAGE": "makar.jpg",
      "OUTPUT_FILENAME": "makar-rashifal-02122025.mp4",
      "YOUTUBE_SHORT_TITLE": "મકર દૈનિક રાશિફળ 02/12/25: જમીન-મકાન યોગ, માતાનું સ્વાસ્થ્ય! #shorts #viral",
      "BG_MUSIC": "Steady/Determined Instrumental",
      "RASHI_NAME": "MAKAR RASHI (મકર રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર ચોથા ભાવમાં હોવાથી સુખ-સગવડ વધશે પણ સાથે મંગળનો પ્રભાવ હોવાથી ઘરમાં થોડી અશાંતિ રહી શકે છે. જમીન સંબંધિત કાર્યોમાં વેગ આવશે.",
        "કારકિર્દી અને વ્યવસાય": "પ્રોપર્ટી ડીલિંગમાં લાભ થશે. ખેતીવાડી સાથે જોડાયેલા લોકોને ફાયદો થશે. ઓફિસમાં કામનું ભારણ વધી શકે છે.",
        "નાણાકીય સ્થિતિ": "નવું વાહન કે મકાન ખરીદવાની યોજના બની શકે છે. ઘરના રિનોવેશન પાછળ ખર્ચ થશે. આર્થિક સ્થિતિ સામાન્ય રહેશે.",
        "પ્રેમ અને સંબંધો": "માતાના સ્વાસ્થ્યની ચિંતા રહેશે. પરિવારમાં નાની-મોટી તકરાર થઈ શકે છે, શાંતિ રાખવી. જીવનસાથીનો સાથ મળશે.",
        "આરોગ્ય": "છાતીમાં બળતરા કે હૃદય સંબંધિત તકલીફ હોય તો ધ્યાન રાખવું. બ્લડ પ્રેશર નિયમિત ચેક કરવું.",
        "શુભ અંક": "૮",
        "શુભ રંગ": "વાદળી",
        "દૈનિક ઉપાય": "સુંદરકાંડનો પાઠ કરવો અને શનિદેવને તેલ ચઢાવવું."
      }
    },
    {
      "TITLE": "કુંભ રાશિ (Aquarius) - દૈનિક રાશિફળ - 02/12/2025",
      "IMAGE": "kumbh.jpg",
      "OUTPUT_FILENAME": "kumbh-rashifal-02122025.mp4",
      "YOUTUBE_SHORT_TITLE": "કુંભ દૈનિક રાશિફળ 02/12/25: પરાક્રમમાં વૃદ્ધિ, ભાઈ-બહેનનો સાથ! #shorts #viral",
      "BG_MUSIC": "Modern/Futuristic Instrumental",
      "RASHI_NAME": "KUMBH RASHI (કુંભ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર ત્રીજા ભાવમાં હોવાથી સાહસ અને પરાક્રમ વધશે. મંગળવાર હોવાથી તમારા આત્મવિશ્વાસમાં અનેરો વધારો થશે. નાની યાત્રા સફળ રહેશે.",
        "કારકિર્દી અને વ્યવસાય": "માર્કેટિંગ અને સેલ્સ સાથે જોડાયેલા લોકોને ફાયદો થશે. નાની મુસાફરી લાભદાયી નીવડશે. લેખન અને મીડિયા ક્ષેત્રે સફળતા મળશે. તમારા નિર્ણયો સાચા પડશે.",
        "નાણાકીય સ્થિતિ": "મહેનત પ્રમાણે વળતર મળશે. ભાગ્યનો સાથ મળશે. આર્થિક સ્થિતિ સ્થિર રહેશે. ભાઈ-બહેન પાછળ ખર્ચ થઈ શકે છે.",
        "પ્રેમ અને સંબંધો": "ભાઈ-બહેનો સાથેના સંબંધો સુધરશે. પડોશીઓ સાથે સારો સમય પસાર થશે. તમારા આત્મવિશ્વાસથી સંબંધોમાં નવી ઉર્જા આવશે.",
        "આરોગ્ય": "ખભા કે ગળામાં દુખાવો થઈ શકે છે. કાનની તકલીફ હોય તો સાચવવું. એકંદરે સ્વાસ્થ્ય સારું રહેશે.",
        "શુભ અંક": "૮",
        "શુભ રંગ": "કાળો અને જાંબલી",
        "દૈનિક ઉપાય": "હનુમાનજીને લાલ ફૂલ અર્પણ કરવા."
      }
    },
    {
      "TITLE": "મીન રાશિ (Pisces) - દૈનિક રાશિફળ - 02/12/2025",
      "IMAGE": "meen.jpg",
      "OUTPUT_FILENAME": "meen-rashifal-02122025.mp4",
      "YOUTUBE_SHORT_TITLE": "મીન દૈનિક રાશિફળ 02/12/25: ધન સંચય, વાણીમાં ઉગ્રતા ટાળો! #shorts #viral",
      "BG_MUSIC": "Dreamy/Flowing Water Instrumental",
      "RASHI_NAME": "MEEN RASHI (મીન રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર બીજા ભાવ (ધન સ્થાન) માં છે. મંગળવાર હોવાથી વાણીમાં થોડી કઠોરતા આવી શકે છે, જે નુકસાનકારક બની શકે. આર્થિક દૃષ્ટિએ દિવસ સારો છે.",
        "કારકિર્દી અને વ્યવસાય": "કૌટુંબિક વ્યવસાયમાં પ્રગતિ થશે. બેંકિંગ અને ફાઇનાન્સ ક્ષેત્રે જોડાયેલા લોકોને લાભ થશે. વાણી પર સંયમ રાખવો, નહીંતર ક્લાયન્ટ સાથે બગડી શકે છે.",
        "નાણાકીય સ્થિતિ": "ધન સંચય વધશે. અટકેલા પૈસા પાછા મેળવવા માટે પ્રયાસ કરવા. સોના-ચાંદીની ખરીદી માટે વિચાર કરી શકો છો.",
        "પ્રેમ અને સંબંધો": "કુટુંબમાં વાદ-વિવાદ ટાળવા. વાણીમાં મીઠાશ રાખવાથી સંબંધો સુધરશે. પરિવાર સાથે ભોજનનો આનંદ લેશો.",
        "આરોગ્ય": "દાંત કે ગળાની તકલીફ થઈ શકે છે. મસાલેદાર ખોરાક ટાળવો. જમણી આંખમાં તકલીફ થઈ શકે છે.",
        "શુભ અંક": "૩",
        "શુભ રંગ": "પીળો",
        "દૈનિક ઉપાય": "ભગવાન વિષ્ણુ અને હનુમાનજી બંનેની પૂજા કરવી."
      }
    }
  ]
}
