{
  "date": "30/11/2025",
  "rashifal": [
    {
      "TITLE": "મેષ રાશિ (Aries) - દૈનિક રાશિફળ - 30/11/2025",
      "IMAGE": "mesh.jpg",
      "OUTPUT_FILENAME": "mesh-rashifal-30112025.mp4",
      "YOUTUBE_SHORT_TITLE": "મેષ દૈનિક રાશિફળ 30/11/25: ચંદ્રનું આગમન, આત્મવિશ્વાસ વધશે! આરોગ્ય સાચવવું #shorts #viral",
      "BG_MUSIC": "Energetic/Motivational Upbeat Indian Instrumental",
      "RASHI_NAME": "MESH RASHI (મેષ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "બપોર પછી ચંદ્ર તમારી પોતાની રાશિમાં પ્રવેશ કરશે, જેનાથી માનસિક ઉર્જા અને આત્મવિશ્વાસમાં વધારો થશે. સવારનો સમય થોડો ખર્ચાળ રહી શકે છે. અશ્વિની નક્ષત્ર નવી શરૂઆત માટે શુભ છે.",
        "કારકિર્દી અને વ્યવસાય": "કાર્યક્ષેત્રે તમારી નેતૃત્વ શક્તિ જોવા મળશે. નવા પ્રોજેક્ટ્સ હાથ ધરવા માટે બપોર પછીનો સમય શ્રેષ્ઠ છે. સરકારી કામકાજમાં સફળતા મળવાની સંભાવના છે. વેપારમાં ઝડપી નિર્ણય લેવાથી ફાયદો થશે.",
        "નાણાકીય સ્થિતિ": "આર્થિક સ્થિતિ સામાન્ય રહેશે. બપોર પછી ધનલાભના યોગ બની રહ્યા છે. જોકે, સવારના સમયે બિનજરૂરી ખર્ચ થઈ શકે છે. રોકાણ માટે દિવસ મધ્યમ છે.",
        "પ્રેમ અને સંબંધો": "પારિવારિક જીવનમાં સુખ-શાંતિ રહેશે. પિતાનો સહયોગ મળશે. જીવનસાથી સાથેના સંબંધોમાં મધુરતા આવશે. પ્રેમ સંબંધોમાં ઉતાવળ ટાળવી.",
        "આરોગ્ય": "માથાનો દુખાવો કે આંખની સમસ્યા થઈ શકે છે. સૂર્ય નમસ્કાર કરવાથી શારીરિક ઉર્જા જળવાઈ રહેશે. પૂરતું પાણી પીવું.",
        "શુભ અંક": "૧",
        "શુભ રંગ": "લાલ અને કેસરી",
        "દૈનિક ઉપાય": "સૂર્યદેવને જળ અર્પણ કરવું અને ગોળનું દાન કરવું."
      }
    },
    {
      "TITLE": "વૃષભ રાશિ (Taurus) - દૈનિક રાશિફળ - 30/11/2025",
      "IMAGE": "vrushabh.jpg",
      "OUTPUT_FILENAME": "vrushabh-rashifal-30112025.mp4",
      "YOUTUBE_SHORT_TITLE": "વૃષભ દૈનિક રાશિફળ 30/11/25: ખર્ચમાં વધારો, વિદેશથી સમાચાર! શાંતિ રાખો #shorts #viral",
      "BG_MUSIC": "Calm/Relaxing Flute Music",
      "RASHI_NAME": "VRUSHABH RASHI (વૃષભ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર તમારા બારમા ભાવમાં ભ્રમણ કરશે, જે ખર્ચ અને મુસાફરી સૂચવે છે. સૂર્ય સાતમા ભાવમાં હોવાથી જીવનસાથી સાથે અહંકારનો ટકરાવ થઈ શકે છે. શાંતિ જાળવવી જરૂરી છે.",
        "કારકિર્દી અને વ્યવસાય": "વિદેશી વેપાર સાથે જોડાયેલા લોકોને લાભ થશે. કામકાજમાં થોડી દોડધામ રહેશે. ભાગીદારીના વ્યવસાયમાં પારદર્શિતા રાખવી. કાયદાકીય બાબતોમાં સાવધાની રાખવી.",
        "નાણાકીય સ્થિતિ": "ખર્ચાઓમાં વધારો થઈ શકે છે. બજેટ ખોરવાઈ ન જાય તેનું ધ્યાન રાખવું. ધાર્મિક કે શુભ કાર્યો પાછળ ધન વપરાશે. નવું મોટું રોકાણ આજે ટાળવું.",
        "પ્રેમ અને સંબંધો": "જીવનસાથી સાથેના સંબંધોમાં ગેરસમજ ન થાય તેનું ધ્યાન રાખવું. વાણી પર સંયમ રાખવો. કોઈ ધાર્મિક સ્થળની મુલાકાત મનને શાંતિ આપશે.",
        "આરોગ્ય": "આંખ અને પગના દુખાવાની સમસ્યા થઈ શકે છે. અનિદ્રાથી બચવા માટે ધ્યાન કરવું. બહારનું ખાવાનું ટાળવું.",
        "શુભ અંક": "૬",
        "શુભ રંગ": "સફેદ અને ક્રીમ",
        "દૈનિક ઉપાય": "ગાયને ઘાસ ખવડાવવું અને મંદિરમાં ચોખાનું દાન કરવું."
      }
    },
    {
      "TITLE": "મિથુન રાશિ (Gemini) - દૈનિક રાશિફળ - 30/11/2025",
      "IMAGE": "mithun.jpg",
      "OUTPUT_FILENAME": "mithun-rashifal-30112025.mp4",
      "YOUTUBE_SHORT_TITLE": "મિથુન દૈનિક રાશિફળ 30/11/25: આર્થિક લાભ, મિત્રોનો સાથ! શત્રુઓ પર વિજય #shorts #viral",
      "BG_MUSIC": "Light, Playful and Social Vibe Instrumental",
      "RASHI_NAME": "MITHUN RASHI (મિથુન રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર અગિયારમા ભાવ (લાભ સ્થાન) માં પ્રવેશ કરશે, જે આર્થિક લાભ સૂચવે છે. સૂર્ય છઠ્ઠા ભાવમાં હોવાથી શત્રુઓ પર વિજય મળશે. બુધવાર અને રવિવારનો સંયોગ બુદ્ધિ અને તેજ આપે છે.",
        "કારકિર્દી અને વ્યવસાય": "વ્યવસાયમાં અટકેલા નાણાં પાછા મળી શકે છે. નોકરીમાં તમારી મહેનતની કદર થશે. નવા ઓર્ડર કે કોન્ટ્રાક્ટ મળવાની શક્યતા છે. મિત્રોની મદદથી કામ સરળ બનશે.",
        "નાણાકીય સ્થિતિ": "આર્થિક સ્થિતિ ખૂબ સારી રહેશે. એકથી વધુ સ્ત્રોતોમાંથી આવક થવાની શક્યતા છે. રોકાણ માટે આજનો દિવસ શુભ છે. શેરબજારથી લાભ થઈ શકે છે.",
        "પ્રેમ અને સંબંધો": "મિત્રો સાથે સારો સમય પસાર થશે. પ્રેમ સંબંધોમાં મધુરતા વધશે. સામાજિક પ્રસંગોમાં જવાનું થશે. સંતાન તરફથી શુભ સમાચાર મળી શકે છે.",
        "આરોગ્ય": "જૂની બીમારીઓમાંથી રાહત મળશે. સ્વાસ્થ્ય સુધરશે. ચામડીને લગતી નાની સમસ્યા થઈ શકે છે.",
        "શુભ અંક": "૫",
        "શુભ રંગ": "લીલો અને પોપટી",
        "દૈનિક ઉપાય": "સૂર્યદેવને લાલ ફૂલ અર્પણ કરવા અને ગાયત્રી મંત્ર બોલવો."
      }
    },
    {
      "TITLE": "કર્ક રાશિ (Cancer) - દૈનિક રાશિફળ - 30/11/2025",
      "IMAGE": "kark.jpg",
      "OUTPUT_FILENAME": "kark-rashifal-30112025.mp4",
      "YOUTUBE_SHORT_TITLE": "કર્ક દૈનિક રાશિફળ 30/11/25: કાર્યક્ષેત્રે પ્રગતિ, પિતાનો સહયોગ! #shorts #viral",
      "BG_MUSIC": "Soothing/Emotional Instrumental (Piano or Strings)",
      "RASHI_NAME": "KARK RASHI (કર્ક રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર દસમા ભાવ (કર્મ સ્થાન) માં રહેશે. સૂર્ય પાંચમા ભાવમાં હોવાથી શિક્ષણ અને સંતાન બાબતે શુભ ફળ મળશે. રેવતી નક્ષત્ર યાત્રા અને શુભ કાર્યો માટે સારું છે.",
        "કારકિર્દી અને વ્યવસાય": "કાર્યસ્થળે માન-સન્માન વધશે. નવી જવાબદારી મળી શકે છે. બેરોજગારોને નોકરીની તક મળી શકે છે. પિતાના વ્યવસાયમાં મદદ કરવાથી લાભ થશે.",
        "નાણાકીય સ્થિતિ": "સ્થિર આર્થિક સ્થિતિ રહેશે. સરકારી કામકાજથી ધનલાભ થઈ શકે છે. ભવિષ્ય માટેના રોકાણનું આયોજન કરવા માટે સારો દિવસ છે.",
        "પ્રેમ અને સંબંધો": "સંતાનની પ્રગતિથી મન પ્રસન્ન રહેશે. પ્રેમ સંબંધોમાં લાગણીઓનું આદાન-પ્રદાન થશે. પરિવારમાં કોઈ ધાર્મિક કાર્યનું આયોજન થઈ શકે છે.",
        "આરોગ્ય": "પેટ સંબંધિત વિકારોથી સાવધાન રહેવું. પાણી વધુ પીવું. માતાના સ્વાસ્થ્યનું ધ્યાન રાખવું.",
        "શુભ અંક": "૨",
        "શુભ રંગ": "સફેદ અને ગુલાબી",
        "દૈનિક ઉપાય": "શિવલિંગ પર જળ અને દૂધનો અભિષેક કરવો."
      }
    },
    {
      "TITLE": "સિંહ રાશિ (Leo) - દૈનિક રાશિફળ - 30/11/2025",
      "IMAGE": "singh.jpg",
      "OUTPUT_FILENAME": "singh-rashifal-30112025.mp4",
      "YOUTUBE_SHORT_TITLE": "સિંહ દૈનિક રાશિફળ 30/11/25: ભાગ્યનો સાથ, ધાર્મિક યાત્રા! જમીન-મકાન સુખ #shorts #viral",
      "BG_MUSIC": "Triumphant/Heroic Orchestral Instrumental",
      "RASHI_NAME": "SINGH RASHI (સિંહ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "તમારી રાશિનો સ્વામી સૂર્ય ચોથા ભાવમાં સુખ પ્રદાન કરે છે. ચંદ્ર નવમા ભાવ (ભાગ્ય સ્થાન) માં હોવાથી ભાગ્યનો સંપૂર્ણ સાથ મળશે. ધાર્મિક વૃત્તિ વધશે.",
        "કારકિર્દી અને વ્યવસાય": "અટકેલા કાર્યો ભાગ્યના જોરે પૂરા થશે. ઉચ્ચ શિક્ષણ માટે વિદ્યાર્થીઓને સફળતા મળશે. નોકરીમાં બદલાવની ઈચ્છા રાખતા લોકો માટે સારો સમય છે.",
        "નાણાકીય સ્થિતિ": "જમીન-મકાન કે વાહનની ખરીદીના યોગ છે. આર્થિક સ્થિતિ મજબૂત રહેશે. લાંબા ગાળાના રોકાણો ફાયદાકારક સાબિત થશે.",
        "પ્રેમ અને સંબંધો": "ઘરમાં સુખ-શાંતિનું વાતાવરણ રહેશે. પિતા સાથેના સંબંધો સુધરશે. કોઈ ધાર્મિક સ્થળની મુલાકાત લઈ શકો છો. જીવનસાથીનો સહયોગ મળશે.",
        "આરોગ્ય": "સ્વાસ્થ્ય ઉત્તમ રહેશે. માનસિક શાંતિ મળશે. હૃદય સંબંધિત દર્દીઓએ નિયમિત દવા લેવી.",
        "શુભ અંક": "૧",
        "શુભ રંગ": "કેસરી અને સોનેરી",
        "દૈનિક ઉપાય": "તાંબાના લોટામાં જળ ભરી સૂર્યને અર્ધ્ય આપવું."
      }
    },
    {
      "TITLE": "કન્યા રાશિ (Virgo) - દૈનિક રાશિફળ - 30/11/2025",
      "IMAGE": "kanya.jpg",
      "OUTPUT_FILENAME": "kanya-rashifal-30112025.mp4",
      "YOUTUBE_SHORT_TITLE": "કન્યા દૈનિક રાશિફળ 30/11/25: સાવધાની રાખવી, વાણી પર સંયમ! અચાનક ધનલાભ #shorts #viral",
      "BG_MUSIC": "Peaceful/Spiritual Instrumental (Sitar/Tabla)",
      "RASHI_NAME": "KANYA RASHI (કન્યા રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર આઠમા ભાવમાં હોવાથી માનસિક ચિંતા અને સ્વાસ્થ્યમાં ઉતાર-ચઢાવ આવી શકે છે. સૂર્ય ત્રીજા ભાવમાં પરાક્રમ વધારશે. વાહન ચલાવવામાં સાવધાની રાખવી.",
        "કારકિર્દી અને વ્યવસાય": "કાર્યક્ષેત્રે થોડો સંઘર્ષ કરવો પડી શકે છે. ગુપ્ત શત્રુઓથી સાવધાન રહેવું. મહેનતનું ફળ મળવામાં વિલંબ થઈ શકે છે. સંશોધન ક્ષેત્રના લોકોને લાભ.",
        "નાણાકીય સ્થિતિ": "અચાનક ધનલાભ કે વારસાગત સંપત્તિ મળી શકે છે, પરંતુ ખર્ચ પર કાબૂ રાખવો જરૂરી છે. કોઈને ઉધાર આપવાનું ટાળવું.",
        "પ્રેમ અને સંબંધો": "સાસરિયા પક્ષ સાથે સંબંધો સુધરશે. વાણીની કઠોરતા ટાળવી, નહીંતર વાદ-વિવાદ થઈ શકે છે. ગૂઢ વિદ્યાઓમાં રસ વધશે.",
        "આરોગ્ય": "પેટ અને પાચન સંબંધિત સમસ્યાઓ થઈ શકે છે. વાહન ધીમે ચલાવવું. માનસિક તણાવથી દૂર રહેવું.",
        "શુભ અંક": "૫",
        "શુભ રંગ": "લીલો અને વાદળી",
        "દૈનિક ઉપાય": "ગાયને લીલું ઘાસ ખવડાવવું અને વિષ્ણુ સહસ્રનામનો પાઠ કરવો."
      }
    },
    {
      "TITLE": "તુલા રાશિ (Libra) - દૈનિક રાશિફળ - 30/11/2025",
      "IMAGE": "tula.jpg",
      "OUTPUT_FILENAME": "tula-rashifal-30112025.mp4",
      "YOUTUBE_SHORT_TITLE": "તુલા દૈનિક રાશિફળ 30/11/25: ભાગીદારીમાં લાભ, દાંપત્ય સુખ! ધનલાભ #shorts #viral",
      "BG_MUSIC": "Romantic and Harmonic Instrumental",
      "RASHI_NAME": "TULA RASHI (તુલા રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર સાતમા ભાવમાં હોવાથી ભાગીદારી અને દાંપત્ય જીવન માટે શુભ છે. સૂર્ય બીજા ભાવમાં ધનલાભ સૂચવે છે. જાહેર જીવનમાં માન-સન્માન વધશે.",
        "કારકિર્દી અને વ્યવસાય": "ભાગીદારીના વ્યવસાયમાં સારો નફો થશે. નવા કરાર કરવા માટે સારો દિવસ છે. નોકરીમાં પ્રમોશન કે બદલીની શક્યતા છે. સામાજિક સંપર્કો વધશે.",
        "નાણાકીય સ્થિતિ": "પરિવારના સહયોગથી આર્થિક લાભ થશે. બેંક બેલેન્સમાં વધારો થશે. જૂના રોકાણો ફાયદાકારક સાબિત થશે.",
        "પ્રેમ અને સંબંધો": "જીવનસાથી સાથે ખૂબ સારો સમય પસાર થશે. અપરિણીત લોકો માટે લગ્નના પ્રસ્તાવ આવી શકે છે. સંબંધોમાં મધુરતા આવશે.",
        "આરોગ્ય": "સ્વાસ્થ્ય સારું રહેશે. મૂત્રાશય સંબંધિત નાની સમસ્યા થઈ શકે છે. પાણી વધારે પીવું.",
        "શુભ અંક": "૬",
        "શુભ રંગ": "સફેદ અને આછો વાદળી",
        "દૈનિક ઉપાય": "સૂર્યદેવને લાલ ચંદન મિશ્રિત જળ ચઢાવવું."
      }
    },
    {
      "TITLE": "વૃશ્ચિક રાશિ (Scorpio) - દૈનિક રાશિફળ - 30/11/2025",
      "IMAGE": "vrushchik.jpg",
      "OUTPUT_FILENAME": "vrushchik-rashifal-30112025.mp4",
      "YOUTUBE_SHORT_TITLE": "વૃશ્ચિક દૈનિક રાશિફળ 30/11/25: શત્રુઓ પર વિજય, નોકરીમાં સફળતા! આત્મવિશ્વાસ #shorts #viral",
      "BG_MUSIC": "Intense/Mysterious Instrumental",
      "RASHI_NAME": "VRUSHCHIK RASHI (વૃશ્ચિક રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "સૂર્ય તમારી રાશિમાં (લગ્ન ભાવ) હોવાથી તેજ અને આત્મવિશ્વાસ વધશે. ચંદ્ર છઠ્ઠા ભાવમાં હોવાથી શત્રુઓનો નાશ થશે. કોર્ટ-કચેરીના કામમાં સફળતા મળશે.",
        "કારકિર્દી અને વ્યવસાય": "નોકરીમાં તમારી સ્થિતિ મજબૂત થશે. સહકર્મીઓ પર પ્રભાવ રહેશે. અટકેલા કામો ઝડપથી પૂરા થશે. સ્પર્ધાત્મક પરીક્ષાઓમાં સફળતા મળશે.",
        "નાણાકીય સ્થિતિ": "મામા પક્ષ તરફથી લાભ થઈ શકે છે. દેવામાંથી મુક્તિ મળવાના યોગ છે. બિનજરૂરી ખર્ચ ટાળવો. આર્થિક સ્થિતિ સુધરશે.",
        "પ્રેમ અને સંબંધો": "સ્વભાવમાં થોડો ગુસ્સો કે અહંકાર આવી શકે છે, જેના પર નિયંત્રણ રાખવું. જીવનસાથીની લાગણીઓને સમજવી.",
        "આરોગ્ય": "માથાનો દુખાવો કે પિત્ત વિકાર થઈ શકે છે. ગુસ્સા પર કાબૂ રાખવો અને શાંત રહેવું.",
        "શુભ અંક": "૯",
        "શુભ રંગ": "લાલ અને મરૂન",
        "દૈનિક ઉપાય": "હનુમાન ચાલીસાનો પાઠ કરવો અને સૂર્ય નમસ્કાર કરવા."
      }
    },
    {
      "TITLE": "ધન રાશિ (Sagittarius) - દૈનિક રાશિફળ - 30/11/2025",
      "IMAGE": "dhanu.jpg",
      "OUTPUT_FILENAME": "dhanu-rashifal-30112025.mp4",
      "YOUTUBE_SHORT_TITLE": "ધન દૈનિક રાશિફળ 30/11/25: સંતાન સુખ, શિક્ષણમાં પ્રગતિ! ખર્ચ પર કાબૂ #shorts #viral",
      "BG_MUSIC": "Inspiring and Positive Instrumental",
      "RASHI_NAME": "DHANU RASHI (ધન રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર પાંચમા ભાવમાં હોવાથી વિદ્યાર્થીઓ અને કલાકારો માટે ઉત્તમ દિવસ છે. સૂર્ય બારમા ભાવમાં હોવાથી આંખની તકલીફ કે ખર્ચ વધી શકે છે. વિદેશથી સમાચાર મળશે.",
        "કારકિર્દી અને વ્યવસાય": "શેરબજાર કે સટ્ટાકીય પ્રવૃત્તિઓમાં સમજી વિચારીને આગળ વધવું. વિદેશી કંપનીઓ સાથે કામ કરતા લોકોને લાભ થશે. સર્જનાત્મક કાર્યોમાં રુચિ વધશે.",
        "નાણાકીય સ્થિતિ": "આકસ્મિક ખર્ચ આવી શકે છે. ધાર્મિક કાર્યોમાં ધન વપરાશે. વિદેશી સ્ત્રોતોમાંથી આવક થવાની શક્યતા છે.",
        "પ્રેમ અને સંબંધો": "પ્રેમ સંબંધોમાં સફળતા મળશે. સંતાન તરફથી સારા સમાચાર મળશે. મિત્રો સાથે ફરવા જવાનો પ્લાન બની શકે છે.",
        "આરોગ્ય": "આંખની બળતરા કે અનિદ્રાની સમસ્યા થઈ શકે છે. પૂરતી ઊંઘ લેવી અને યોગ કરવા.",
        "શુભ અંક": "૩",
        "શુભ રંગ": "પીળો અને કેસરી",
        "દૈનિક ઉપાય": "કેળાના ઝાડની પૂજા કરવી અને ગાયને ગોળ-રોટલી ખવડાવવી."
      }
    },
    {
      "TITLE": "મકર રાશિ (Capricorn) - દૈનિક રાશિફળ - 30/11/2025",
      "IMAGE": "makar.jpg",
      "OUTPUT_FILENAME": "makar-rashifal-30112025.mp4",
      "YOUTUBE_SHORT_TITLE": "મકર દૈનિક રાશિફળ 30/11/25: સુખ-સુવિધા, વાહન સુખ! આવકમાં વધારો #shorts #viral",
      "BG_MUSIC": "Steady/Determined Instrumental",
      "RASHI_NAME": "MAKAR RASHI (મકર રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર ચોથા ભાવમાં હોવાથી સુખ-શાંતિ મળશે. સૂર્ય અગિયારમા ભાવમાં હોવાથી જબરદસ્ત આર્થિક લાભના સંકેત છે. મિત્રો અને વડીલોનો સાથ મળશે.",
        "કારકિર્દી અને વ્યવસાય": "સરકારી કામકાજમાં સફળતા મળશે. પ્રમોશન કે પગાર વધારાના યોગ છે. પ્રોપર્ટી ડીલિંગમાં ફાયદો થશે. કાર્યક્ષેત્રે વાતાવરણ અનુકૂળ રહેશે.",
        "નાણાકીય સ્થિતિ": "આવકમાં નોંધપાત્ર વધારો થશે. નવું વાહન કે મકાન ખરીદવાનું આયોજન થઈ શકે છે. રોકાણ માટે શ્રેષ્ઠ સમય છે.",
        "પ્રેમ અને સંબંધો": "માતા સાથેના સંબંધો મજબૂત થશે. મિત્રો સાથે પાર્ટી કે મિલન મુલાકાત થશે. સામાજિક પ્રતિષ્ઠા વધશે.",
        "આરોગ્ય": "છાતીમાં કફ કે શરદીની અસર થઈ શકે છે. ઠંડી વસ્તુઓ ખાવાનું ટાળવું. સ્વાસ્થ્ય એકંદરે સારું રહેશે.",
        "શુભ અંક": "૮",
        "શુભ રંગ": "વાદળી અને કાળો",
        "દૈનિક ઉપાય": "શનિદેવના નામનો જાપ કરવો અને સૂર્યને જળ ચઢાવવું."
      }
    },
    {
      "TITLE": "કુંભ રાશિ (Aquarius) - દૈનિક રાશિફળ - 30/11/2025",
      "IMAGE": "kumbh.jpg",
      "OUTPUT_FILENAME": "kumbh-rashifal-30112025.mp4",
      "YOUTUBE_SHORT_TITLE": "કુંભ દૈનિક રાશિફળ 30/11/25: પરાક્રમમાં વૃદ્ધિ, ભાઈ-બહેનનો સાથ! કાર્યસફળતા #shorts #viral",
      "BG_MUSIC": "Modern/Futuristic Instrumental",
      "RASHI_NAME": "KUMBH RASHI (કુંભ રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર ત્રીજા ભાવમાં પરાક્રમ વધારશે. સૂર્ય દસમા ભાવ (કર્મ સ્થાન) માં હોવાથી પિતા અને સરકાર તરફથી લાભ મળશે. રાજકીય ક્ષેત્રે સફળતા.",
        "કારકિર્દી અને વ્યવસાય": "નાની મુસાફરી લાભદાયી નીવડશે. માર્કેટિંગ અને સેલ્સ સાથે જોડાયેલા લોકોને ફાયદો થશે. સરકારી નોકરીમાં પ્રગતિ થશે. તમારા કામની પ્રશંસા થશે.",
        "નાણાકીય સ્થિતિ": "મહેનત પ્રમાણે વળતર મળશે. ભાગ્યનો સાથ મળશે. આર્થિક સ્થિતિ સ્થિર અને મજબૂત રહેશે.",
        "પ્રેમ અને સંબંધો": "ભાઈ-બહેનો સાથેના સંબંધો સુધરશે. પિતાના આશીર્વાદ મળશે. સમાજમાં માન-સન્માન વધશે. પડોશીઓ સાથે સારા સંબંધો રહેશે.",
        "આરોગ્ય": "ખભા કે ગળામાં દુખાવો થઈ શકે છે. નિયમિત કસરત કરવી. શારીરિક ઉર્જા સારી રહેશે.",
        "શુભ અંક": "૮",
        "શુભ રંગ": "વાદળી અને જાંબલી",
        "દૈનિક ઉપાય": "ગરીબોને ભોજન કરાવવું અને સૂર્ય નમસ્કાર કરવા."
      }
    },
    {
      "TITLE": "મીન રાશિ (Pisces) - દૈનિક રાશિફળ - 30/11/2025",
      "IMAGE": "meen.jpg",
      "OUTPUT_FILENAME": "meen-rashifal-30112025.mp4",
      "YOUTUBE_SHORT_TITLE": "મીન દૈનિક રાશિફળ 30/11/25: ધન સંચય, કૌટુંબિક પ્રસંગ! ભાગ્યનો સાથ #shorts #viral",
      "BG_MUSIC": "Dreamy/Flowing Water Instrumental",
      "RASHI_NAME": "MEEN RASHI (મીન રાશિ)",
      "content": {
        "જ્યોતિષીય વિશ્લેષણ": "ચંદ્ર બીજા ભાવ (ધન સ્થાન) માં ધનલાભ કરાવશે. સૂર્ય નવમા ભાવ (ભાગ્ય સ્થાન) માં હોવાથી ભાગ્યનો પૂરો સાથ મળશે. ધાર્મિક યાત્રાના યોગ છે.",
        "કારકિર્દી અને વ્યવસાય": "કૌટુંબિક વ્યવસાયમાં પ્રગતિ થશે. વાણીના પ્રભાવથી કામ સરળ બનશે. ઉચ્ચ અભ્યાસ કે સંશોધન માટે સારો સમય છે.",
        "નાણાકીય સ્થિતિ": "ધન સંચય વધશે. અટકેલા પૈસા પાછા આવશે. સોના-ચાંદી કે રત્નોમાં રોકાણ ફાયદાકારક રહેશે.",
        "પ્રેમ અને સંબંધો": "કુટુંબમાં કોઈ માંગલિક પ્રસંગનું આયોજન થઈ શકે છે. વાણીમાં મીઠાશ રાખવી. પરિવાર સાથે ભોજનનો આનંદ લેશો.",
        "આરોગ્ય": "દાંત કે મુખના રોગો થઈ શકે છે. ખાન-પાનમાં ધ્યાન રાખવું. સ્વાસ્થ્ય સારું રહેશે.",
        "શુભ અંક": "૩",
        "શુભ રંગ": "પીળો અને કેસરી",
        "દૈનિક ઉપાય": "કેસરનું તિલક કરવું અને સૂર્યદેવને જળ અર્પણ કરવું."
      }
    }
  ]
}
